Repository: rbxinfra/translation-resources
Catalog: resources/Application/Upgrade.*.resx
Languages: fr_fr, ja_jp, th_th

# Title.DownloadingApp
source: Downloading App
fr_fr: Téléchargement de l'application
ja_jp: アプリをダウンロード中
th_th: กำลังดาวน์โหลดแอป

# Action.NotNow
source: Not now
fr_fr: Pas maintenant
ja_jp: あとで
th_th: ไม่ใช่ตอนนี้

# Action.Upgrade
source: Upgrade
fr_fr: Mettre à jour
ja_jp: アップグレード
th_th: อัปเกรด

# Message.ApkExternalStoragePermission
source: Used to upgrade the application. If access to the external storage is not allowed, the upgrade will not be possible and the application will be closed.
fr_fr: Utilisé pour mettre à niveau l'application. Si l'accès au stockage externe n'est pas autorisé, la mise à niveau ne sera pas possible et l'application sera fermée.
ja_jp: アプリのアップグレードに使われます。もし、外部スゴレージへのアクセスが許可されていない場合、アップグレードはできなくなり、アプリは終了します。
th_th: ใช้เพื่ออัปเกรดแอปพลิเคชัน หากไม่ได้รับอนุญาตให้เข้าถึงพื้นที่จัดเก็บข้อมูลภายนอก ก็จะไม่สามารถทำการอัปเกรดได้และแอปพลิเคชันจะถูกปิดลง

# Message.DownloadError
source: Please check the internet connection for downloading the new APK.
fr_fr: Vérifier la connexion internet pour télécharger le nouvel APK (Android Package Kit).
ja_jp: 新しい APK をダウンロードするにはインターネット接続をチェックしてください。
th_th: โปรดตรวจสอบการเชื่อมต่ออินเทอร์เน็ตเพื่อทำการดาวน์โหลด APK ใหม่

# Response.LuobuUpgradeBodyString
source: Your Luobu version is out of date and cannot run correctly. You need to download the latest version to continue.
fr_fr: Ta version de Luobu n'est pas à jour et ne peut pas fonctionner correctement. Tu dois télécharger la dernière version pour continuer.
ja_jp: あなたのLuobuバージョンが最新ではないため、正常に実行できません。続けるには最新バージョンをダウンロードする必要があります。
th_th: เวอร์ชัน Luobu ของคุณไม่เป็นปัจจุบันและไม่สามารถทำงานได้อย่างถูกต้อง คุณจำเป็นต้องดาวน์โหลดเวอร์ชันล่าสุดเพื่อดำเนินการต่อ

# Response.Title
source: Roblox Upgrade
fr_fr: Mise à jour de Roblox
ja_jp: Robloxのアップグレード
th_th: อัปเกรด Roblox

# Response.UpgradeBodyString
source: Your version of Roblox is out of date and will not work properly. Taking you to the {var1} for an upgrade.
fr_fr: Ta version de Roblox n'est plus à jour et ne fonctionnera pas correctement. Redirection vers {var1} pour la mise à jour.
ja_jp: Robloxが最新バージョンでないため、正常に作動しません。アップグレードのため {var1} を開きます。
th_th: เวอร์ชัน Roblox ของคุณไม่เป็นปัจจุบันและจะทำงานอย่างไม่ถูกต้อง ระบบกำลังนำคุณไปยัง {var1} เพื่อทำการอัปเกรด

# Title.DownloadError
source: Upgrade APK download failed
fr_fr: Échec du téléchargement de l'APK de mise à niveau (Android Package Kid)
ja_jp: APK ダウンロードの更新ができません
th_th: ดาวน์โหลดอัปเกรด APK ไม่สำเร็จ

# Action.DownloadErrorRetry
source: Try Again
fr_fr: Réessayer
ja_jp: 再試行
th_th: ลองอีกครั้ง

# Error.InvalidUrl
source: APK URL error.
fr_fr: Erreur d'URL APK (Android Package Kit).
ja_jp: APK URL エラー。
th_th: เกิดข้อผิดพลาดกับ URL ของ APK

# Label.NewApplicationNeeded
source: Need to upgrade the current version, please download the new version to login.
fr_fr: Tu as besoin de mettre à jour la version actuelle, télécharge la nouvelle version pour te connecter.
ja_jp: 現在のバージョンをアップグレードする必要があります。ログインするには新しいをダウンロードしてください。
th_th: จำเป็นต้องอัปเกรดเวอร์ชันปัจจุบัน โปรดดาวน์โหลดเวอร์ชันใหม่เพื่อลงชื่อเข้าใช้

# Message.ApkInstallPermission
source: Before we get started, you might have to click the SETTINGS and Allow app installs.
fr_fr: Avant de commencer, tu dois peut-être cliquer sur les PARAMÈTRES et Autoriser l'installation d'applications.
ja_jp: 始める前に、「設定」をクリックしてアプリのインストールを許可する必要があるかもしれません。
th_th: ก่อนที่เราจะเริ่ม คุณอาจต้องคลิกที่ "การตั้งค่า" และอนุญาตการติดตั้งแอป

# Title.ApkExternalStoragePermission
source: Roblox wants to access your storage
fr_fr: Roblox veut accéder à ton stockage
ja_jp: Robloxがあなたのストレージにアクセスしようとしています
th_th: Roblox ต้องการเข้าถึงพื้นที่จัดเก็บข้อมูลของคุณ
