Repository: rbxinfra/translation-resources
Catalog: resources/Authentication/Login.*.resx
Languages: ar_001, de_de, es_es, fr_fr, id_id, it_it, ja_jp, ko_kr, pl_pl, pt_br, ru_ru, th_th, tr_tr, vi_vn, zh_cn, zh_tw

# Response.TooManyAttemptsMessageForEmail
source: Your password or email is incorrect. Please wait shortly before logging in again.
ar_001: كلمة المرور أو البريد الإلكتروني غير صحيح. الرجاء الانتظار قبل المحاولة مجددًا.
de_de: Dein Passwort oder deine E-Mail-Adresse ist falsch. Bitte warte einen Moment und melde dich danach erneut an.
es_es: La contraseña o correo electrónico son incorrectos. Espera un momento antes de volver a iniciar sesión.
fr_fr: Votre e-mail ou mot de passe est incorrect. Veuillez patienter un instant avant de vous reconnecter.
id_id: Password atau email salah. Tunggu sebentar sebelum mencoba log in lagi.
it_it: La password o l'e-mail non sono corretti. Attendi qualche istante prima di accedere di nuovo.
ja_jp: パスワードまたはメールアドレスが間違っています。少し時間をおいてからもう一度ログインしてください。
ko_kr: 비밀번호 또는 이메일이 일치하지 않습니다. 다시 로그인하기 전에 잠시만 기다려 주세요.
pl_pl: Twoje hasło lub adres e-mail są nieprawidłowe. Poczekaj chwilę, zanim zalogujesz się ponownie.
pt_br: Sua senha ou e-mail está incorreto. Aguarde um pouco antes de iniciar uma sessão novamente.
ru_ru: Пароль или эл. почта неверны. Попробуй войти позже.
th_th: รหัสผ่านหรืออีเมลของคุณไม่ถูกต้อง โปรดรอสักครู่ก่อนจะลองลงชื่อเข้าใช้อีกครั้ง
tr_tr: Şifren veya e-postan hatalı. Lütfen tekrar giriş yapmadan önce kısa bir süre bekle.
vi_vn: Sai mật khẩu hoặc địa chỉ email. Vui lòng chờ trong giây lát trước khi đăng nhập lại.
zh_cn: 你的密码或电子邮件不正确。请稍候并再次登录。
zh_tw: 您的密碼或電子郵件地址不正確，請稍後再試。

# WeChat.Authenticating
source: Authenticating...
ar_001: المصادقة...
de_de: Authentifizierung ...
es_es: Validando...
fr_fr: Authentification...
id_id: Mengautentikasi...
it_it: Autenticazione in corso...
ja_jp: 認証中...
ko_kr: 인증 중...
pl_pl: Uwierzytelnianie...
pt_br: Autenticando...
ru_ru: Авторизация...
th_th: กำลังยืนยันความถูกต้อง...
tr_tr: Kimlik Doğrulanıyor...
vi_vn: Đang xác thực...
zh_cn: 正在认证...
zh_tw: 正在驗證……

# WeChat.UserCancel
source: You are logged out of WeChat. Please log in to WeChat.
ar_001: تم تسجيل خروجك من WeChat. الرجاء تسجيل الدخول إلى WeChat.
de_de: Du hast dich von WeChat abgemeldet. Bitte melde dich bei WeChat ein.
es_es: Cerraste sesión de WeChat. Vuelve a iniciarla.
fr_fr: Vous n'êtes pas connecté(e) à WeChat. Veuillez vous connecter.
id_id: Kamu sudah log out dari WeChat. Log in ke WeChat.
it_it: Non hai eseguito l'accesso a WeChat. Accedi a WeChat.
ja_jp: WeChatからログアウトしました。WeChatにログインしてください。
ko_kr: WeChat에서 로그아웃하셨어요. WeChat에 로그인하세요.
pl_pl: Wylogowano się z aplikacji WeChat. Zaloguj się do niej.
pt_br: Sua sessão do WeChat foi encerrada. Reinicie sua sessão no WeChat.
ru_ru: Сессия в WeChat завершена. Выполни вход в WeChat.
th_th: คุณลงชื่อออกจาก WeChat แล้ว โปรดลงชื่อเข้าใช้ WeChat
tr_tr: WeChat'ten çıkış yaptın. Lütfen WeChat'e giriş yap.
vi_vn: Bạn đã đăng xuất khỏi WeChat. Vui lòng đăng nhập vào WeChat.
zh_cn: 你已登出微信，请重新登录。
zh_tw: 您已登出微信，請重新登入。

# Action.DownloadNow
source: Download Now
ar_001: تنزيل الآن
de_de: Jetzt herunterladen
es_es: Descarga ahora
fr_fr: Télécharger
id_id: Download Sekarang
it_it: Scarica ora
ja_jp: 今すぐダウンロード
ko_kr: 지금 다운로드
pl_pl: Pobierz teraz
pt_br: Baixar agora
ru_ru: Загрузить сейчас
th_th: ดาวน์โหลดตอนนี้
tr_tr: Şimdi İndir
vi_vn: Tải Xuống Ngay
zh_cn: 立即下载
zh_tw: 立即下載

# Label.LogInCapitalized
source: Log In
ar_001: تسجيل الدخول
de_de: Anmelden
es_es: Iniciar sesión
fr_fr: Connexion
it_it: Accedi
ja_jp: ログイン
ko_kr: 로그인
pl_pl: Zaloguj się
pt_br: Entrar
ru_ru: Вход
th_th: ลงชื่อเข้าใช้
tr_tr: Giriş Yap
vi_vn: Đăng nhập
zh_cn: 登录
zh_tw: 登入

# Response.ForgotPasswordOrUsername
source: Forgot username/password
ar_001: نسيت اسم المستخدم/كلمة المرور
de_de: Benutzernamen/Passwort vergessen
es_es: Olvidé el nombre de usuario o contraseña
fr_fr: Nom d'utilisateur/mot de passe oublié
id_id: Lupa Nama Pengguna/Password
it_it: Password o nome utente dimenticati
ja_jp: ユーザーネーム/パスワードをお忘れですか？
ko_kr: 사용자 이름 또는 비밀번호를 잊어버렸어요
pl_pl: Nie pamiętam nazwy użytkownika lub hasła
pt_br: Esqueceu o nome de usuário/senha
ru_ru: Не помню имя пользователя/пароль
th_th: ลืมชื่อผู้ใช้/รหัสผ่าน
tr_tr: Kullanıcı Adımı/Şifremi unuttum
vi_vn: Quên Tên người dùng/Mật khẩu
zh_cn: 忘记用户名/密码
zh_tw: 忘記使用者名稱／密碼

# Response.IncorrectPhoneOrPasswordMessage
source: Your password or phone is incorrect. Please check and try again.
ar_001: كلمة المرور أو الهاتف غير صحيح. الرجاء التحقق والمحاولة مجددًا.
de_de: Dein Passwort oder deine Telefonnummer ist falsch. Bitte überprüfe deine Angabe und versuche es erneut.
es_es: La contraseña o teléfono son incorrectos. Compruébalos y vuelve a intentarlo.
fr_fr: Votre téléphone ou mot de passe est incorrect. Veuillez vérifier et réessayer.
id_id: Password atau nomor ponsel salah. Periksa lalu coba lagi.
it_it: La password o il numero di telefono non sono corretti. Controlla e prova di nuovo.
ja_jp: パスワードまたは電話番号が間違っています。もう一度チェックしてからやり直してください。
ko_kr: 비밀번호 또는 전화번호가 일치하지 않습니다. 확인 후 다시 시도하세요.
pl_pl: Twoje hasło lub numer telefonu są nieprawidłowe. Sprawdź je i spróbuj ponownie.
pt_br: Sua senha ou telefone está incorreto. Confira e tente novamente.
ru_ru: Пароль или номер телефона неверны. Проверь их и повтори попытку.
th_th: รหัสผ่านหรือหมายเลขโทรศัพท์ของคุณไม่ถูกต้อง โปรดตรวจสอบแล้วลองอีกครั้ง
tr_tr: Şifren veya telefonun hatalı. Lütfen kontrol edip tekrar dene.
vi_vn: Sai mật khẩu hoặc số điện thoại. Vui lòng kiểm tra và thử lại.
zh_cn: 你的密码或手机号码不正确。请检查并重试。
zh_tw: 您的密碼或手機號碼不正確，請檢查後重新嘗試。

# Response.IncorrectUsernameOrPasswordMessage
source: Your password or username is incorrect. Please check and try again.
ar_001: كلمة المرور أو اسم المستخدم غير صحيح. الرجاء التأكد والمحاولة مجددًا.
de_de: Dein Passwort oder Benutzername ist falsch. Bitte überprüfe deine Angabe und versuche es erneut.
es_es: La contraseña o nombre de usuario son incorrectos. Compruébalos y vuelve a intentarlo.
fr_fr: Votre nom d'utilisateur ou mot de passe est incorrect. Veuillez vérifier et réessayer.
id_id: Password atau nama pengguna salah. Periksa lalu coba lagi.
it_it: La password o il nome utente non sono corretti. Controlla e prova di nuovo.
ja_jp: パスワードまたはユーザーネームが間違っています。もう一度チェックしてからやり直してください。
ko_kr: 비밀번호 또는 사용자 이름이 일치하지 않습니다. 확인 후 다시 시도하세요.
pl_pl: Twoje hasło lub nazwa użytkownika są nieprawidłowe. Sprawdź je i spróbuj ponownie.
pt_br: Sua senha ou nome de usuário está incorreto. Confira e tente novamente.
ru_ru: Пароль или имя пользователя неверны. Проверь их и повтори попытку.
th_th: รหัสผ่านหรือชื่อผู้ใช้ของคุณไม่ถูกต้อง โปรดตรวจสอบแล้วลองอีกครั้ง
tr_tr: Şifren veya kullanıcı adın hatalı. Lütfen kontrol edip tekrar dene.
vi_vn: Sai mật khẩu hoặc tên người dùng. Vui lòng kiểm tra và thử lại.
zh_cn: 你的密码或用户名不正确。请检查并重试。
zh_tw: 您的密碼或使用者名稱不正確，請檢查後重新嘗試。

# Tencent.NotInstalled
source: {var1} is not installed.
ar_001: لم يتم تثبيت {var1}.
de_de: {var1} ist nicht installiert.
es_es: {var1} no está instalado.
fr_fr: {var1} n'est pas installé
id_id: {var1} tidak terinstal.
it_it: {var1} non è installato.
ja_jp: {var1} がインストールされていません。
ko_kr: {var1} 설치가 안 되어 있어요.
pl_pl: Aplikacja {var1} nie jest zainstalowana.
pt_br: {var1} não está instalado.
ru_ru: Не установлено: {var1}
th_th: ไม่ได้ติดตั้ง {var1}
tr_tr: {var1} yüklü değil.
vi_vn: {var1} chưa được cài đặt.
zh_cn: 未安装 {var1}。
zh_tw: 未安裝{var1}。

# WeChat.LoginFailurePleaseTryAgain
source: Login Failure. Please try again.
ar_001: فشل تسجيل الدخول. الرجاء المحاولة مجددًا.
de_de: Fehler bei der Anmeldung. Bitte versuche es erneut.
es_es: Error al iniciar sesión. Inténtalo de nuevo.
fr_fr: Échec de la connexion. Veuillez réessayer.
id_id: Gagal saat log in. Coba lagi.
it_it: Accesso non riuscito. Riprova.
ja_jp: ログイン失敗。もう一度お試しください
ko_kr: 로그인 실패. 다시 시도하세요.
pl_pl: Logowanie nieudane. Spróbuj ponownie.
pt_br: Falha ao entrar. Tente novamente.
ru_ru: Ошибка входа. Попробуй ещё раз.
th_th: ลงชื่อเข้าใช้ไม่สำเร็จ โปรดลองอีกครั้ง
tr_tr: Giriş Hatası. Lütfen tekrar dene.
vi_vn: Đăng nhập không thành công. Vui lòng thử lại.
zh_cn: 登录失败。请重试。
zh_tw: 登入失敗，請重新嘗試。

# Label.RealNameAuthentication
source: Real Name Authentication
ar_001: مصادقة الاسم الحقيقي
de_de: Authentifizierung des echten Namens
es_es: Autenticar identidad
fr_fr: Authentification par nom réel
id_id: Autentikasi Nama Sebenarnya
it_it: Autenticazione nome vero
ja_jp: 本名認証
ko_kr: 실명 인증
pl_pl: Uwierzytelnianie imienia i nazwiska
pt_br: Autenticação de nome real
ru_ru: Авторизация по настоящему имени
th_th: การยืนยันความถูกต้องของชื่อจริง...
tr_tr: Gerçek Ad Doğrulaması
vi_vn: Xác thực tên thật
zh_cn: 实名认证
zh_tw: 實名認證

# Response.GenericError
source: Something went wrong. Please try again.
ar_001: حدث خطأ ما. الرجاء المحاولة مجددًا.
de_de: Etwas ist schiefgelaufen. Bitte versuche es erneut.
es_es: Algo salió mal. Inténtalo de nuevo.
fr_fr: Un problème est survenu. Veuillez réessayer.
id_id: Terjadi eror. Coba lagi nanti.
it_it: Qualcosa è andato storto. Riprova.
ja_jp: 何らかの問題が発生しました。もう一度お試しください。
ko_kr: 오류가 발생했어요. 다시 시도해 주세요.
pl_pl: Coś poszło nie tak. Spróbuj ponownie.
pt_br: Algo deu errado. Tente novamente.
ru_ru: Что-то пошло не так. Повтори попытку.
th_th: มีปัญหาบางอย่างเกิดขึ้น โปรดลองอีกครั้ง
tr_tr: Bir şeyler yanlış gitti. Lütfen tekrar dene.
vi_vn: Đã xảy ra sự cố. Vui lòng thử lại.
zh_cn: 发生错误。请重试。
zh_tw: 發生錯誤，請重新嘗試。

# Response.UnverifiedEmailPhoneWithUsername
source: Your phone is not verified. Please login with your username.
ar_001: لم يتم التحقق من هاتفك. الرجاء تسجيل الدخول باسم المستخدم الخاص بك.
de_de: Deine Telefonnummer ist nicht verifiziert. Melde dich bitte mit deinem Benutzernamen an.
es_es: Tu número de teléfono no se ha verificado. Inicia sesión con tu nombre de usuario.
fr_fr: Votre numéro de téléphone n'a pas été confirmé. Veuillez vous connecter avec votre nom d'utilisateur.
id_id: Nomor ponsel kamu belum terverifikasi. Log in dengan nama pengguna kamu.
it_it: Il tuo numero di telefono non è stato verificato. Accedi con il tuo nome utente.
ja_jp: 電話番号が認証されていません。ユーザーネームでログインしてください。
ko_kr: 인증되지 않은 전화번호입니다. 사용자 이름으로 로그인하세요.
pl_pl: Twój numer telefonu nie jest zweryfikowany. Zaloguj się za pomocą nazwy użytkownika.
pt_br: Seu telefone não foi verificado. Entre com seu nome de usuário.
ru_ru: Твой номер телефона не подтверждён. Войди, используя своё имя пользователя.
th_th: หมายเลขโทรศัพท์ของคุณยังไม่ได้รับการตรวจสอบยืนยัน โปรดลงชื่อเข้าใช้ด้วยชื่อผู้ใช้ของคุณ
tr_tr: Telefonun doğrulanmadı. Lütfen kullanıcı adınla giriş yap.
vi_vn: Số điện thoại của bạn chưa được xác minh. Vui lòng đăng nhập bằng tên người dùng của bạn.
zh_cn: 你的手机未经验证。请使用你的用户名登录。
zh_tw: 您的手機號碼未驗證，請以您的使用者名稱登入。

# Tencent.AccountInconsistent
source: The account you are currently using does not match the account that is already logged in. Would you like to switch to the new account?
ar_001: الحساب الذي تستخدمه حاليًا لا يتطابق مع الحساب الذي تم تسجيل الدخول إليه. هل تريد الانتقال إلى الحساب الجديد؟
de_de: Das Konto, das du gerade benutzt, stimmt nicht mit dem Konto überein, das gerade eingeloggt ist. Möchtest du zu dem neuen Konto wechseln?
es_es: La cuenta que estás usando no corresponde a aquella con la cual se inició sesión. ¿Quieres usar la cuenta nueva?
fr_fr: Le compte que tu utilises actuellement ne correspond pas à celui avec lequel tu es connecté. Souhaites-tu passer au nouveau compte ?
id_id: Akun yang sedang kamu gunakan tidak sama dengan akun yang sedang log in. Apakah kamu ingin beralih ke akun yang baru?
it_it: L'account che stai utilizzando attualmente non corrisponde all'account già registrato. Vuoi passare al nuovo account?
ja_jp: 現在、お使いのアカウントはすでにログインしてあるアカウントと一致しません。新しいアカウントに切り替えますか？
ko_kr: 현재 사용 중인 계정이 이미 로그인되어 있는 계정과 일치하지 않습니다. 새 계정으로 전환할까요?
pl_pl: Konto, którego obecnie używasz, nie pasuje do konta, na które już się zalogowano. Czy chcesz przełączyć konto na nowe?
pt_br: A conta que você está usando não é a mesma que iniciou a sessão. Quer trocar para a nova conta?
ru_ru: Аккаунт, который ты используешь, не совпадает с аккаунтом, в который выполнен вход. Переключиться на новый аккаунт?
th_th: บัญชีที่คุณกำลังใช้ขณะนี้ไม่ตรงกับบัญชีที่ได้ลงชื่อเข้าใช้ไว้แล้ว คุณต้องการสลับเป็นบัญชีใหม่หรือไม่?
tr_tr: Şu anda kullandığın hesap, giriş yapılan hesapla eşleşmiyor. Yeni hesaba geçiş yapmak ister misin?
vi_vn: Tài khoản bạn đang sử dụng không khớp với tài khoản đã được đăng nhập. Bạn có muốn chuyển sang tài khoản mới không?
zh_cn: 系统检测到您尝试登录的帐号与当前游戏帐号不一致，确认使用新帐号登录吗?
zh_tw: 您目前使用的帳號與已登入的帳號不符，要切換到新帳號嗎？

# Tencent.ReputationScoreTooLow
source: Since your Game Credit score is too low, you cannot use the Login functionality.
ar_001: لن تتمكن من تسجيل الدخول لأن نتيجة رصيد لعبتك منخفض جدًا.
de_de: Dein Spielguthaben ist zu niedrig, um die Anmeldefunktion zu verwenden.
es_es: Tu puntuación de crédito de juego es demasiado baja para iniciar sesión.
fr_fr: Ton score de crédit de jeu est trop bas et tu ne peux pas utiliser la fonction de connexion.
id_id: Kamu tidak dapat menggunakan fungsi Log In karena skor Kredit Game kamu terlalu rendah.
it_it: La tua reputazione è troppo bassa e non puoi utilizzare la funzionalità di accesso.
ja_jp: あなたのゲーム信頼度スコアが低すぎるため、ログイン機能が使えません。
ko_kr: 게임 크레딧 점수가 너무 낮아 로그인 기능을 사용할 수 없습니다.
pl_pl: Nie możesz korzystać z funkcji logowania, ponieważ twój wynik Game Credit jest zbyt niski.
pt_br: Como você tem poucos créditos na experiência, você não pode usar a funcionalidade de iniciar sessão.
ru_ru: Твоя игровая репутация слишком низкая, поэтому ты не можешь выполнить вход.
th_th: เนื่องจากคะแนนเครดิตเกมของคุณต่ำเกินไป คุณจึงไม่สามารถใช้งานคุณสมบัติการลงชื่อเข้าใช้ได้
tr_tr: Oyun Kredi skorun çok düşük olduğu için Giriş Yap işlevini kullanamazsın.
vi_vn: Vì điểm Tín dụng chơi game của bạn quá thấp do đó bạn không thể sử dụng chức năng Đăng nhập.
zh_cn: 由于你的信用分过低，你无法使用登录功能。
zh_tw: 您的遊戲信用分數過低，無法使用登入功能。

# WeChat.AntiAddictionText
source: Boycott bad experiences, refuse pirated experiences. Be aware of self-defense and being deceived. Visiting experiences is good for your brain, but too much experience visit can harm your health. Manage your time well and enjoy a healthy lifestyle.
ar_001: ابتعد عن التجارب السيئة وارفض المشاركة في التجارب المقرصنة. ابقَ متيقظًا واحذر الخداع. إن المشاركة في بعض التجارب مفيدة لعقلك، لكن الإفراط فيها يمكن أن يضر بصحتك. لذلك نوصيك بإدارة وقتك بالمفيد النافع واتباع نمط حياة سليم.
de_de: Boykottiere schlechte Erlebnisse und lehne Raubkopien ab. Sei dir über Selbstverteidigung und Täuschungsversuche im Klaren. Der Besuch von Erlebnissen ist gut für dein Gehirn, aber zu viel des Guten kann deine Gesundheit beeinträchtigen. Teile dir deine Zeit gut ein und führe einen gesunden Lebensstil.
es_es: Boicotea experiencias con contenido inapropiado y di no a la piratería. Protégete y no dejes que te engañen. Visitar experiencias es bueno, pero visitarlas por demasiado tiempo puede perjudicar tu salud. Gestiona bien tu tiempo libre para poder vivir una vida saludable.
fr_fr: Boycotte les mauvaises expériences, refuse les expériences pirates. Sois conscient de te défendre et d'être déçu. Visiter des expériences est bon pour ton cerveau, mais trop de visites d'expériences peut nuire à ta santé. Gère bien ton temps et adopte un mode de vie sain.
id_id: Boikot pengalaman virtual yang tidak baik, tolak pengalaman virtual bajakan. Pahami cara membela diri dan jangan sampai tertipu. Menghabiskan waktu di pengalaman virtual baik untuk otak, tetapi terlalu banyak dapat mengganggu kesehatan. Atur waktumu dengan baik dan nikmati gaya hidup sehat.
it_it: Boicotta le brutte esperienze, rifiuta le esperienze piratate. Sii consapevole dell'autodifesa e dell'essere ingannati. Le esperienze di visita fanno bene al cervello, ma troppe visite di esperienza possono danneggiare la tua salute. Gestisci bene il tuo tempo e goditi uno stile di vita sano.
ja_jp: 不適切なバーチャル空間には参加しないように心掛け、海賊版は拒否しましょう。自衛意識を高め、騙されないようにしましょう。バーチャル空間を訪問することは脳の働きを高めてくれますが、度がすぎると健康を害する恐れがあります。時間管理をきちんと行い、健康的なライフスタイルをお楽しみください。
ko_kr: 건전하지 않은 체험과 저작권 문제가 있는 체험은 방문하지 마시고, 사기 행위에 연루되지 않도록 스스로를 보호하세요. 이곳에서의 체험은 두뇌 발달에 도움이 되지만, 지나치게 오래 방문하는 것은 건강에 좋지 않습니다. 방문 시간을 잘 조절해서 건강한 생활을 유지하세요.
pl_pl: Bojkotuj szkodliwe projekty i odmawiaj dołączenia do projektów pirackich. Dbaj o własne bezpieczeństwo i uważaj na oszustwa. Odwiedzanie projektów pozytywnie wpływa na mózg, ale gdy robisz to zbyt często, możesz sobie zaszkodzić. Dobrze zarządzaj czasem i prowadź zdrowy tryb życia.
pt_br: Boicote experiências ruins, recuse experiências pirateadas. Saiba se defender e lidar com fraudes. Participar de experiências é bom para o cérebro, mas passar tempo demais nelas pode prejudicar sua saúde. Administre bem o seu tempo e desfrute de um estilo de vida saudável.
ru_ru: Не участвуй в плохих и пиратских проектах. Будь начеку, чтобы избежать обмана. Не проводи слишком много времени в сети, это может навредить здоровью. Разумно распределяй своё время и наслаждайся правильным образом жизни.
th_th: คว่ำบาตรประสบการณ์แย่ๆ ปฏิเสธประสบการณ์ที่ละเมิดลิขสิทธิ์ รู้จักการป้องกันตัวและระวังไม่ให้ถูกหลอกลวง การเยี่ยมชมประสบการณ์ต่างๆ นั้นดีต่อสมองของคุณ แต่หากเยี่ยมชมหลายประสบการณ์มากเกินไปอาจก่อให้เกิดอันตรายต่อสุขภาพของคุณได้ บริหารเวลาของคุณให้ดีและสนุกกับการใช้ชีวิตแบบเฮลธ์ตี้
tr_tr: Kötü deneyimleri boykot et ve korsan deneyimlerden kaçın. Kandırılma ve kendini savunma konusunda bilinçli ol. Deneyim ziyaretleri, zihnin için faydalıdır ancak çok fazla deneyim ziyareti, sağlığına zarar verebilir. Zamanını iyi kullan ve sağlıklı bir yaşam tarzı benimsemeye özen göster.
vi_vn: Tẩy chay trò chơi xấu, không chơi trò chơi bị bẻ khóa. Chú ý để tự bảo vệ mình và không bị lừa. Chơi trò chơi có tác động tốt tới não bộ của bạn nhưng chơi quá nhiều trò chơi có thể ảnh hướng xấu tới sức khỏe của bạn. Hãy quản lý thời gian của bạn hiệu quả và tận hưởng lối sống lành mạnh.
zh_cn: 抵制不良作品，拒绝盗版作品。注意自我保护，谨防受骗上当。适度娱乐益脑，过度沉迷伤身。合理安排时间，享受健康生活。
zh_tw: 抵制劣質與抄襲體驗！玩遊戲有益身心，但過度沉迷會對身體造成影響。控制遊戲時間，享受健康人生！

# Label.TermsOfUseChanged
source: TERMS OF USE HAVE CHANGED
ar_001: التغييرات في شروط الاستخدام
de_de: NUTZUNGSBEDINGUNGEN WURDEN GEÄNDERT
es_es: SE MODIFICARON LOS TÉRMINOS DE USO
fr_fr: LES CONDITIONS D'UTILISATION ONT CHANGÉ
id_id: KETENTUAN PENGGUNAAN TELAH BERUBAH
it_it: I TERMINI DI SERVIZIO SONO CAMBIATI
ja_jp: 利用規約が変更されました
ko_kr: 이용 약관이 변경되었습니다
pl_pl: WARUNKI UŻYTKOWANIA ULEGŁY ZMIANIE
pt_br: OS TERMOS DE USO FORAM ATUALIZADOS
ru_ru: ИЗМЕНЕНЫ УСЛОВИЯ ИСПОЛЬЗОВАНИЯ
th_th: ข้อกำหนดการใช้งานมีการเปลี่ยนแปลง
tr_tr: KULLANIM KOŞULLARI DEĞİŞTİ
vi_vn: ĐIỀU KHOẢN SỬ DỤNG ĐÃ THAY ĐỔI
zh_cn: 使用条款已更改
zh_tw: 使用條款已變更

# Label.Username
source: Username
ar_001: اسم المستخدم
de_de: Benutzername
es_es: Nombre de usuario
fr_fr: Nom d'utilisateur
id_id: Nama pengguna
it_it: Nome utente
ja_jp: ユーザーネーム
ko_kr: 사용자 이름
pl_pl: Nazwa użytkownika
pt_br: Nome de usuário
ru_ru: Имя пользователя
th_th: ชื่อผู้ใช้
tr_tr: Kullanıcı adı
vi_vn: Tên người dùng
zh_cn: 用户名
zh_tw: 使用者名稱

# Response.TooManyAttemptsMessage
source: You've exceeded the number of attempts. Please try again later or reset your password.
ar_001: لقد تجاوزت عدد المحاولات المسموح به. الرجاء المحاولة لاحقاً أو إعادة تعيين كلمة المرور.
de_de: Du hast die Anzahl der Versuche überschritten. Bitte versuche es später erneut oder setze dein Passwort zurück.
es_es: Superaste la cantidad máxima de intentos. Inténtalo de nuevo más tarde o restablece tu contraseña.
fr_fr: Vous avez dépassé le nombre de tentatives. Réessayer plus tard ou réinitialiser votre mot de passe.
id_id: Kamu telah melebihi batas jumlah upaya. Coba lagi nanti atau reset password kamu.
it_it: Hai superato il numero di tentativi. Si prega di riprovare più tardi o di reimpostare la password.
ja_jp: 試行回数の上限を超えました。後でやり直すか、パスワードをリセットしてください。
ko_kr: 시도 가능 횟수를 초과했습니다. 나중에 다시 시도하거나 비밀번호를 재설정하세요.
pl_pl: Przekroczono limit prób. Spróbuj ponownie później lub zresetuj hasło.
pt_br: Você excedeu o número de tentativas. Tente novamente mais tarde ou redefina sua senha.
ru_ru: Превышено допустимое количество попыток. Повтори попытку позже или сбрось пароль.
th_th: คุณดำเนินการซ้ำเกินกว่าจำนวนที่กำหนดไว้ โปรดลองอีกครั้งในภายหลังหรือรีเซ็ตรหัสผ่านของคุณ
tr_tr: Deneme sınırına ulaştın. Lütfen daha sonra tekrar dene veya şifreni sıfırla.
vi_vn: Bạn đã hết lượt thử. Vui lòng thử lại sau hoặc đặt lại mật khẩu.
zh_cn: 已超过尝试次数上限。请稍后重试或重置你的密码。
zh_tw: 嘗試次數過多，請稍後再試或重置您的密碼。

# Tencent.LoginFailurePleaseTryAgain
source: Login Failure. Please try again.
ar_001: فشل تسجيل الدخول. الرجاء المحاولة مجددًا.
de_de: Fehler bei der Anmeldung. Bitte versuche es erneut.
es_es: Error al iniciar sesión. Inténtalo de nuevo.
fr_fr: Échec de la connexion. Veuillez réessayer.
id_id: Gagal saat log in. Coba lagi.
it_it: Accesso non riuscito. Riprova.
ja_jp: ログイン失敗。もう一度お試しください。
ko_kr: 로그인 실패. 다시 시도하세요.
pl_pl: Logowanie nieudane. Spróbuj ponownie.
pt_br: Falha ao entrar. Tente novamente.
ru_ru: Ошибка входа. Попробуй ещё раз.
th_th: ลงชื่อเข้าใช้ไม่สำเร็จ โปรดลองอีกครั้ง
tr_tr: Giriş Hatası. Lütfen tekrar dene.
vi_vn: Đăng nhập không thành công. Vui lòng thử lại.
zh_cn: 登录失败。请重试。
zh_tw: 登入失敗，請重新嘗試。

# WeChat.ReputationScoreTooLow
source: Since your Game Credit score is too low, you cannot use the Login functionality.
ar_001: لن تتمكن من تسجيل الدخول لأن نتيجة رصيد لعبتك منخفض جدًا.
de_de: Dein Spielguthaben ist zu niedrig, um die Anmeldefunktion zu verwenden.
es_es: Tu puntuación de crédito de juego es demasiado baja para iniciar sesión.
fr_fr: Ton score de crédit de jeu est trop bas et tu ne peux pas utiliser la fonction de connexion.
id_id: Kamu tidak dapat menggunakan fungsi Log In karena skor Kredit Game kamu terlalu rendah.
it_it: La tua reputazione è troppo bassa e non puoi utilizzare la funzionalità di accesso.
ja_jp: あなたのゲーム信頼度スコアが低すぎるため、ログイン機能が使えません。
ko_kr: 게임 크레딧 점수가 너무 낮아 로그인 기능을 사용할 수 없습니다.
pl_pl: Nie możesz korzystać z funkcji logowania, ponieważ twój wynik Game Credit jest zbyt niski.
pt_br: Como você tem poucos créditos na experiência, você não pode usar a funcionalidade de iniciar sessão.
ru_ru: Твоя игровая репутация слишком низкая, поэтому ты не можешь выполнить вход.
th_th: เนื่องจากคะแนนเครดิตเกมของคุณต่ำเกินไป คุณจึงไม่สามารถใช้งานคุณสมบัติการลงชื่อเข้าใช้ได้
tr_tr: Oyun Kredi skorun çok düşük olduğu için Giriş Yap işlevini kullanamazsın.
vi_vn: Vì điểm Tín dụng chơi game của bạn quá thấp do đó bạn không thể sử dụng chức năng Đăng nhập.
zh_cn: 由于你的信用分过低，你无法使用登录功能。
zh_tw: 您的遊戲信用分數過低，無法使用登入功能。

# Action.ForgotPasswordOrUsernameQuestion
source: Forgot password or username?
ar_001: نسيت كلمة المرور أو اسم المستخدم؟
de_de: Passwort oder Benutzernamen vergessen?
es_es: ¿Olvidaste la contraseña o el nombre de usuario?
fr_fr: Mot de passe ou nom d'utilisateur oublié ?
id_id: Lupa password atau nama pengguna?
it_it: Hai dimenticato password o nome utente?
ja_jp: パスワード、またはユーザーネームをお忘れですか？
ko_kr: 비밀번호 또는 사용자 이름을 잊으셨나요?
pl_pl: Nie pamiętasz hasła lub nazwy użytkownika?
pt_br: Esqueceu a senha ou nome de usuário?
ru_ru: Не помню пароль или имя пользователя
th_th: ลืมรหัสผ่านหรือชื่อผู้ใช้ใช่ไหม?
tr_tr: Kullanıcı adını veya şifreni mi unuttun?
vi_vn: Quên mật khẩu hoặc tên người dùng?
zh_cn: 忘记密码或用户名？
zh_tw: 忘記密碼或使用者名稱？

# Label.DontHaveAnAccount
source: Don't have an account?
ar_001: ليس لديك حساب؟
de_de: Du hast kein Konto?
es_es: ¿No tienes una cuenta?
fr_fr: Vous n'avez pas de compte ?
id_id: Tidak punya akun?
it_it: Non hai un account?
ja_jp: アカウントをお持ちではありませんか？
ko_kr: 계정이 없나요?
pl_pl: Nie masz konta?
pt_br: Não possui uma conta?
ru_ru: Нет аккаунта?
th_th: ยังไม่มีบัญชีใช่ไหม?
tr_tr: Hesabın yok mu?
vi_vn: Bạn không có tài khoản?
zh_cn: 没有帐户？
zh_tw: 沒有帳號？

# Label.Login.Uppercase
source: LOGIN
ar_001: تسجيل الدخول
de_de: ANMELDEN
es_es: INICIAR SESIÓN
fr_fr: CONNEXION
it_it: ACCESSO
ja_jp: ログイン
ko_kr: 로그인
pl_pl: ZALOGUJ SIĘ
pt_br: ENTRAR
ru_ru: ВХОД
th_th: ลงชื่อเข้าใช้
tr_tr: GİRİŞ YAP
vi_vn: ĐĂNG NHẬP
zh_cn: 登录
zh_tw: 登入
