Repository: rbxinfra/translation-resources
Catalog: resources/Authentication/Login.*.resx
Languages: ar_001, de_de, es_es, fr_fr, id_id, it_it, ja_jp, ko_kr, pl_pl, pt_br, ru_ru, th_th, tr_tr, vi_vn, zh_cn, zh_tw

# Response.UnverifiedEmailLoginWithUsername
source: Your email is not verified. Please login with your username.
ar_001: لم يتم التحقق من بريدك الإلكتروني. الرجاء تسجيل الدخول باسم المستخدم الخاص بك.
de_de: Deine E-Mail-Adresse ist nicht verifiziert. Melde dich bitte mit deinem Benutzernamen an.
es_es: Tu correo electrónico no se ha verificado. Inicia sesión con tu nombre de usuario.
fr_fr: Votre adresse e-mail n'a pas été confirmée. Veuillez vous connecter avec votre nom d'utilisateur.
id_id: Email kamu belum terverifikasi. Log in dengan nama pengguna kamu.
it_it: Il tuo indirizzo e-mail non è stato verificato. Accedi con il tuo nome utente.
ja_jp: メールアドレスが認証されていません。ユーザーネームでログインしてください。
ko_kr: 인증되지 않은 이메일입니다. 사용자 이름으로 로그인하세요.
pl_pl: Twój adres e-mail nie jest zweryfikowany. Zaloguj się za pomocą nazwy użytkownika.
pt_br: Seu e-mail não foi verificado. Entre com seu nome de usuário.
ru_ru: Этот адрес эл. почты не подтверждён. Войди, используя своё имя пользователя.
th_th: อีเมลของคุณยังไม่ได้รับการตรวจสอบยืนยัน โปรดลงชื่อเข้าใช้ด้วยชื่อผู้ใช้ของคุณ
tr_tr: E-postan doğrulanmadı. Lütfen kullanıcı adınla giriş yap.
vi_vn: Địa chỉ email của bạn chưa được xác minh. Vui lòng đăng nhập bằng tên người dùng của bạn.
zh_cn: 你的电子邮件未经验证。请使用你的用户名登录。
zh_tw: 您的電子郵件未驗證，請以您的使用者名稱登入。

# WeChat.PleaseWait
source: Please wait.
ar_001: الرجاء الانتظار.
de_de: Bitte warten.
es_es: Espera
fr_fr: Veuillez patienter.
id_id: Harap tunggu.
it_it: Attendi.
ja_jp: お待ちください。
ko_kr: 잠시만 기다리세요.
pl_pl: Czekaj.
pt_br: Aguarde.
ru_ru: Пожалуйста, подожди.
th_th: โปรดรอสักครู่
tr_tr: Lütfen bekle.
vi_vn: Vui lòng chờ.
zh_cn: 请稍候。
zh_tw: 請稍後。

# Action.Login
source: Login
ar_001: تسجيل الدخول
de_de: Anmelden
es_es: Iniciar sesión
fr_fr: Connexion
it_it: Accesso
ja_jp: ログイン
ko_kr: 로그인
pl_pl: Zaloguj się
pt_br: Entrar
ru_ru: Вход
th_th: ลงชื่อเข้าใช้
tr_tr: Giriş Yap
vi_vn: Đăng nhập
zh_cn: 登录
zh_tw: 登入

# Response.FloodCheckError
source: You've exceeded the maximum number of attempts. Please try again later.
ar_001: لقد تجاوزت الحد الأقصى لعدد المحاولات. الرجاء المحاولة لاحقاً.
de_de: Du hast die maximale Anzahl an Versuchen überschritten. Bitte versuche es später noch einmal.
es_es: Has superado el número máximo de intentos. Inténtalo de nuevo más tarde.
fr_fr: Tu as dépassé le nombre maximum de tentatives. Réessaie plus tard.
id_id: Kamu telah melebihi batas jumlah upaya. Coba lagi nanti.
it_it: Hai superato il numero massimo di tentativi. Riprova più tardi.
ja_jp: 最大試行回数を超えました。後でもう一度お試しください。
ko_kr: 최대 시도 횟수를 초과했어요. 나중에 다시 시도하세요.
pl_pl: Przekroczono limit prób. Spróbuj ponownie później.
pt_br: Você excedeu o número máximo de tentativas. Tente novamente mais tarde.
ru_ru: Использовано максимальное число попыток. Попробуй позже.
th_th: คุณดำเนินการซ้ำเกินกว่าจำนวนสูงสุดที่กำหนดไว้ โปรดลองอีกครั้งในภายหลัง
tr_tr: Maksimum girişim sınırına ulaştın. Lütfen daha sonra tekrar dene.
vi_vn: Bạn đã vượt quá số lượt thử tối đa. Vui lòng thử lại sau.
zh_cn: 您已超过尝试次数上限。请稍后重试。
zh_tw: 您已超過嘗試次數上限，請稍後再試。

# Response.IncorrectEmailPassword
source: Incorrect email or password.
ar_001: البريد الإلكتروني أو كلمة المرور غير صحيحة.
de_de: E-Mail-Adresse oder Passwort falsch.
es_es: Correo electrónico o contraseña incorrectos.
fr_fr: Adresse e-mail ou mot de passe invalide.
id_id: Email atau password salah.
it_it: E-mail o password non valide.
ja_jp: メールアドレスまたはパスワードが間違っています。
ko_kr: 이메일 또는 비밀번호가 일치하지 않습니다.
pl_pl: Nieprawidłowy adres e-mail lub hasło.
pt_br: E-mail ou senha incorretos.
ru_ru: Неверный адрес эл. почты или пароль.
th_th: อีเมลหรือรหัสผ่านไม่ถูกต้อง
tr_tr: Hatalı e-posta veya şifre.
vi_vn: Sai địa chỉ email hoặc mật khẩu.
zh_cn: 电子邮件或密码不正确。
zh_tw: 電子郵件或密碼不正確。

# Response.InvalidPassword
source: Your username or password is incorrect. Please check and try again.
ar_001: اسم المستخدم أو كلمة المرور غير صحيحة. الرجاء التحقق والمحاولة مرة مجددًا.
de_de: Dein Benutzername oder dein Passwort ist falsch. Bitte überprüfe sie und versuche es erneut.
es_es: Tu nombre de usuario o tu contraseña son incorrectos. Compruébalos y vuelve a intentarlo.
fr_fr: Votre nom d'utilisateur ou votre mot de passe est incorrect. Veuillez vérifier et réessayer.
id_id: Nama pengguna atau password salah. Periksa lalu coba lagi.
it_it: La password o il nome utente non sono corretti. Controlla e riprova.
ja_jp: ユーザーネーム、またはパスワードが間違っています。もう一度チェックしてからやり直してください。
ko_kr: 사용자 이름 또는 비밀번호가 일치하지 않습니다. 확인 후 다시 시도하세요.
pl_pl: Nazwa użytkownika lub hasło są nieprawidłowe. Sprawdź je i spróbuj ponownie.
pt_br: Nome de usuário ou senha incorretos. Confira os dados e tente de novo.
ru_ru: Неверный пароль или имя пользователя. Проверь их и повтори попытку.
th_th: ชื่อผู้ใช้หรือรหัสผ่านของคุณไม่ถูกต้อง โปรดตรวจสอบแล้วลองอีกครั้ง
tr_tr: Kullanıcı adın veya şifren hatalı. Lütfen kontrol edip tekrar dene.
vi_vn: Sai tên người dùng hoặc mật khẩu. Vui lòng kiểm tra và thử lại.
zh_cn: 你的用户名或密码不正确。请检查并重试。
zh_tw: 您的使用者名稱或密碼錯誤，請檢查後重試。

# Tencent.Authenticating
source: Authenticating...
ar_001: المصادقة...
de_de: Authentifizierung ...
es_es: Validando...
fr_fr: Authentification...
id_id: Mengautentikasi...
it_it: Autenticazione in corso...
ja_jp: 認証中...
ko_kr: 인증 중...
pl_pl: Uwierzytelnianie...
pt_br: Autenticando...
ru_ru: Авторизация...
th_th: กำลังยืนยันความถูกต้อง...
tr_tr: Kimlik Doğrulanıyor...
vi_vn: Đang xác thực...
zh_cn: 正在认证...
zh_tw: 正在驗證……

# Tencent.ReputationScoreInfo
source: Learn more
ar_001: اعرف المزيد
de_de: Mehr erfahren
es_es: Más información
fr_fr: En savoir plus
id_id: Pelajari selengkapnya
it_it: Maggiori informazioni
ja_jp: もっと詳しく
ko_kr: 더 알아보기
pl_pl: Dowiedz się więcej
pt_br: Saiba mais
ru_ru: Подробнее
th_th: เรียนรู้เพิ่มเติม
tr_tr: Daha fazla bilgi edin
vi_vn: Tìm hiểu thêm
zh_cn: 了解更多
zh_tw: 了解更多

# Tencent.UserCancel
source: You are logged out of {var1}. Please log in to {var1}.
ar_001: تم تسجيل خروجك من {var1}. الرجاء تسجيل الدخول إلى {var1}.
de_de: Du hast dich von {var1} abgemeldet. Bitte melde dich bei {var1} ein.
es_es: Cerraste sesión de {var1}. Vuelve a iniciar sesión en {var1}.
fr_fr: Vous n'êtes pas connecté(e) à {var1}. Veuillez vous connecter à {var1}.
id_id: Kamu sudah log out dari {var1}. Log in ke {var1}.
it_it: Non hai eseguito l'accesso a {var1}. Accedi a {var1}.
ja_jp: {var1} からログアウトしました。{var1} にログインしてください。
ko_kr: {var1}에서 로그아웃하셨어요. {var1}에 다시 로그인하세요.
pl_pl: Wylogowano się z aplikacji {var1}. Zaloguj się do aplikacji {var1}.
pt_br: Você encerrou a sessão no {var1}. Reinicie a sessão no {var1}.
ru_ru: Выполнен выход из {var1}. Пожалуйста, войди в {var1}.
th_th: คุณลงชื่อออกจาก {var1} แล้ว โปรดลงชื่อเข้าใช้ {var1}
tr_tr: {var1} hesabından çıkış yaptın. Lütfen {var1} hesabına giriş yap.
vi_vn: Bạn đã đăng xuất khỏi {var1}. Vui lòng đăng nhập vào {var1}.
zh_cn: 你已注销 {var1}。请重新登录 {var1}。
zh_tw: 您已登出{var1}，請重新登入。

# Action.Continue
source: Continue
ar_001: متابعة
de_de: Fortsetzen
es_es: Continuar
fr_fr: Continuer
id_id: Lanjutkan
it_it: Prosegui
ja_jp: 続ける
ko_kr: 계속
pl_pl: Kontynuuj
pt_br: Continuar
ru_ru: Продолжить
th_th: ดำเนินการต่อ
tr_tr: Devam Et
vi_vn: Tiếp tục
zh_cn: 继续
zh_tw: 繼續

# Label.Login
source: Log in
ar_001: تسجيل الدخول
de_de: Anmelden
es_es: Iniciar sesión
fr_fr: Connexion
it_it: Accedi
ja_jp: ログイン
ko_kr: 로그인
pl_pl: Zaloguj się
pt_br: Entrar
ru_ru: Войти
th_th: ลงชื่อเข้าใช้
tr_tr: Giriş yap
vi_vn: Đăng nhập
zh_cn: 登录
zh_tw: 登入

# Label.TermsOfService
source: Terms of Service
ar_001: شروط الخدمة
de_de: Nutzungsbedingungen
es_es: Términos de servicio
fr_fr: Conditions d'utilisation
id_id: Ketentuan Layanan
it_it: Termini di servizio
ja_jp: 利用規約
ko_kr: 서비스 약관
pl_pl: Warunki korzystania z usługi
pt_br: Termos de Serviço
ru_ru: Условия предоставления услуг
th_th: ข้อกำหนดการใช้บริการ
tr_tr: Hizmet Koşulları
vi_vn: Điều khoản dịch vụ
zh_cn: 服务条款
zh_tw: 服務條款

# Action.WeChatLogin
source: WeChat Login
ar_001: تسجيل دخول عبر WeChat
de_de: WeChat-Anmeldung
es_es: Inicio de sesión de WeChat
fr_fr: Connexion WeChat
id_id: Log In WeChat
it_it: Accesso a WeChat
ja_jp: WeChatログイン
ko_kr: WeChat 로그인
pl_pl: Logowanie – WeChat
pt_br: Entrar no WeChat
ru_ru: Вход через WeChat
th_th: ลงชื่อเข้าใช้ด้วย WeChat
tr_tr: WeChat Girişi
vi_vn: Đăng nhập bằng WeChat
zh_cn: 微信登录
zh_tw: 微信登入

# Label.LoggingIn
source: Logging in
ar_001: تسجيل الدخول
de_de: Anmelden
es_es: Iniciando sesión
fr_fr: Se connecter
it_it: Accesso in corso
ja_jp: ログイン中
ko_kr: 로그인 중
pl_pl: Logowanie
pt_br: Iniciando
ru_ru: Вход
th_th: กำลังลงชื่อเข้าใช้
tr_tr: Giriş yapılıyor
vi_vn: Đang đăng nhập
zh_cn: 正在登录
zh_tw: 正在登入

# Label.QQ
source: QQ
ja_jp: テンセントQQ

# Label.UsernameEmail
source: Username/Email
ar_001: اسم المستخدم/البريد الإلكتروني
de_de: Benutzername/E-Mail-Adresse
es_es: Nombre de usuario o correo
fr_fr: Nom d'utilisateur/E-mail
id_id: Nama Pengguna/Email
it_it: Nome utente/E-mail
ja_jp: ユーザーネーム/メールアドレス
ko_kr: 사용자 이름/이메일
pl_pl: Nazwa użytkownika / adres e-mail
pt_br: Nome de usuário/E-mail
ru_ru: Имя пользователя/эл. почта
th_th: ชื่อผู้ใช้/อีเมล
tr_tr: Kullanıcı Adı/E-posta
vi_vn: Tên người dùng/Địa chỉ email
zh_cn: 用户名/电子邮件
zh_tw: 使用者名稱／電子郵件地址

# Response.AccountAlreadyConnected
source: This Account is already connected to a Roblox Account.
ar_001: هذا الحساب مرتبط مسبقًا بحساب Roblox.
de_de: Dieses Konto ist bereits mit einem Roblox-Konto verknüpft.
es_es: Esta cuenta ya está conectada a una cuenta de Roblox.
fr_fr: Ce compte est déjà lié à un compte Roblox.
id_id: Akun ini sudah terhubung dengan Akun Roblox.
it_it: Il tuo account è già collegato a un account Roblox.
ja_jp: このアカウントはすでにRobloxアカウントと繋がっています。
ko_kr: 이미 Roblox 계정에 연결된 계정이에요.
pl_pl: To konto jest już powiązane z kontem Roblox.
pt_br: Esta conta já está vinculada a uma Conta Roblox.
ru_ru: Этот аккаунт уже подключён к аккаунту Roblox.
th_th: บัญชีนี้เชื่อมต่อกับบัญชี Roblox แล้ว
tr_tr: Bu Hesap zaten bir Roblox Hesabına bağlı.
vi_vn: Tài khoản này đã được kết nối với một Tài khoản Roblox.
zh_cn: 此帐户已连接到一个 Roblox 帐户。
zh_tw: 此帳號已連接到 Roblox 帳號。

# Response.MissingUsernamePasswordError
source: Missing username or password.
ar_001: اسم المستخدم أو كلمة المرور مفقودة.
de_de: Benutzername oder Passwort fehlt.
es_es: Faltan el nombre de usuario o la contraseña.
fr_fr: Nom d'utilisateur ou mot de passe manquant.
id_id: Nama pengguna atau password tidak ada.
it_it: Nome utente o password mancanti.
ja_jp: ユーザーネーム、またはパスワードが見つかりません。
ko_kr: 사용자 이름 또는 비밀번호가 존재하지 않습니다.
pl_pl: Brakująca nazwa użytkownika lub hasło.
pt_br: Faltando nome de usuário ou senha.
ru_ru: Отсутствует имя пользователя или пароль.
th_th: ไม่มีชื่อผู้ใช้หรือรหัสผ่าน
tr_tr: Kullanıcı adı veya şifre eksik.
vi_vn: Thiếu tên người dùng hoặc mật khẩu.
zh_cn: 缺少用户名或密码。
zh_tw: 使用者名稱或密碼空白。

# Response.MultipleAccountEmailLoginWithUsername
source: Your email is associated with more than 1 username. Please login with your username.
ar_001: البريد الإلكتروني الخاص بك مرتبط بأكثر من اسم مستخدم واحد. الرجاء تسجيل الدخول باسم المستخدم الخاص بك.
de_de: Deine E-Mail-Adresse ist mehr als 1 Benutzernamen zugeordnet. Melde dich bitte mit deinem Benutzernamen an.
es_es: Tu correo electrónico está asociado a más de un nombre de usuario. Inicia sesión con tu nombre de usuario.
fr_fr: Votre adresse e-mail est associée à plus d'un nom d'utilisateur. Veuillez vous connecter avec votre nom d'utilisateur.
id_id: Email kamu terhubung dengan lebih dari 1 nama pengguna. Log in dengan nama pengguna kamu.
it_it: Il tuo indirizzo e-mail è associato a più di 1 nome utente. Accedi con il tuo nome utente.
ja_jp: メールアドレスが複数のユーザーネームに関連付けられています。ユーザーネームでログインしてください。
ko_kr: 이메일이 1개 이상의 사용자 이름과 연결되어 있습니다. 사용자 이름으로 로그인하세요.
pl_pl: Twój adres e-mail jest powiązany z więcej niż 1 nazwą użytkownika. Zaloguj się za pomocą nazwy użytkownika.
pt_br: Seu e-mail está associado a mais de um nome de usuário. Entre com seu nome de usuário.
ru_ru: Этот адрес эл. почты привязан к нескольким пользователям. Войди, используя своё имя пользователя.
th_th: อีเมลของคุณเชื่อมโยงกับชื่อผู้ใช้มากกว่า 1 ชื่อ โปรดลงชื่อเข้าใช้ด้วยชื่อผู้ใช้ของคุณ
tr_tr: E-postan 1'den fazla kullanıcı adıyla ilişkilendirilmiş. Lütfen kullanıcı adınla giriş yap.
vi_vn: Địa chỉ email của bạn được liên kết với nhiều hơn 1 tên người dùng. Vui lòng đăng nhập bằng tên người dùng của bạn.
zh_cn: 你的电子邮件与不止 1 个用户名关联。请使用你的用户名登录。
zh_tw: 有多組帳號加入此電子郵件地址，請以您的使用者名稱登入。

# Response.SessionExpiredLoginAgain
source: Your session has expired. Please login again.
ar_001: انتهت مدة جلستك. الرجاء إعادة تسجيل الدخول.
de_de: Deine Sitzung ist abgelaufen. Bitte melde dich erneut an.
es_es: La sesión caducó. Vuelve a iniciarla.
fr_fr: Votre session a expiré. Veuillez vous reconnecter.
id_id: Sesi kamu sudah kedaluwarsa. Log in kembali.
it_it: La tua sessione è scaduta. Accedi di nuovo.
ja_jp: セッションの有効期限が切れました。もう一度 ログインしてください。
ko_kr: 세션이 만료되었습니다. 다시 로그인하세요.
pl_pl: Sesja wygasła. Zaloguj się ponownie.
pt_br: Sua sessão foi encerrada. Entre novamente.
ru_ru: Срок действия сессии истёк. Войди заново.
th_th: เซสชันของคุณหมดอายุแล้ว โปรดลงชื่อเข้าใช้อีกครั้ง
tr_tr: Oturumunun süresi doldu. Lütfen tekrar giriş yap.
vi_vn: Phiên của bạn đã hết hạn. Vui lòng đăng nhập lại.
zh_cn: 你的会话已过期。请再次登录。
zh_tw: 作業逾時，請重新登入。

# Action.QQLogin
source: QQ Login
ar_001: تسجيل دخول QQ
de_de: QQ-Anmeldung
es_es: Inicio de sesión QQ
fr_fr: Connexion QQ
id_id: Log In QQ
it_it: Accesso a QQ
ja_jp: テンセントQQログイン
ko_kr: QQ 로그인
pl_pl: Logowanie – QQ
pt_br: Entrar no QQ
ru_ru: Вход через QQ
th_th: ลงชื่อเข้าใช้ด้วย QQ
tr_tr: QQ Girişi
vi_vn: Đăng nhập bằng QQ
zh_cn: QQ 登录
zh_tw: QQ 登入

# Label.TermsOfServiceAndPrivacyPolicyText
source: I have read and agreed to Tencent Games' {var1} and {var2}.
ar_001: لقد قرأت ووافقت على {var1} و {var2} لألعاب Tencent.
de_de: Ich habe die {var1} und {var2} von Tencent Games gelesen und stimme ihnen zu.
es_es: Leí y acepto los {var1} y la {var2} de Tencent Games.
fr_fr: J'ai lu et accepté {var1} et {var2} de Tencent Games.
id_id: Saya telah membaca dan menyetujui {var1} dan {var2}Tencent Games.
it_it: Ho letto e accetto {var1} e {var2} di Tencent Games.
ja_jp: Tencent Gamesの {var1} と {var2} を読み、同意しました。
ko_kr: 텐센트 게임즈의 {var1} 및 {var2}(을)를 읽었으며 이에 동의했습니다.
pl_pl: {var1} i {var2} firmy Tencent Games są dla mnie zrozumiałe i wyrażam na nie zgodę.
pt_br: Li e aceito os {var1} e a {var2} da Tencent Games.
ru_ru: Я принимаю условия Tencent Games: {var1} и {var2}.
th_th: ฉันได้อ่านและยอมรับ {var1} และ {var2} ของ Tencent Games
tr_tr: Tencent Games'in {var1} ve {var2} belgelerini okudum ve kabul ediyorum.
vi_vn: Tôi đã đọc và đồng ý với {var1} và {var2} của Tencent Games.
zh_cn: 我已阅读并同意腾讯游戏的{var1}与{var2}。
zh_tw: 我已閱讀並同意騰訊遊戲的{var1}和{var2}。

# Label.UsernamePhone
source: Username/Phone
ar_001: اسم المستخدم/الهاتف
de_de: Benutzername/Telefonnummer
es_es: Nombre de usuario o número de teléfono
fr_fr: Nom d'utilisateur/Téléphone
id_id: Nama Pengguna/Nomor Ponsel
it_it: Nome utente/Numero di telefono
ja_jp: ユーザーネーム/電話番号
ko_kr: 사용자 이름/전화번호
pl_pl: Nazwa użytkownika / numer telefonu
pt_br: Nome de usuário/Telefone
ru_ru: Имя пользователя/номер телефона
th_th: ชื่อผู้ใช้/หมายเลขโทรศัพท์
tr_tr: Kullanıcı Adı/Telefon
vi_vn: Tên người dùng/Số điện thoại
zh_cn: 用户名/手机
zh_tw: 使用者名稱／手機號碼

# Response.PleaseAcceptTerms
source: Please accept terms below before proceeding.
ar_001: يرجى قبول الشروط أدناه قبل المتابعة.
de_de: Bitte stimme den Bedingungen unten zu, bevor du fortfährst.
es_es: Debes aceptar los términos a continuación antes de proceder.
fr_fr: Veuillez accepter les conditions ci-dessous avant de continuer.
id_id: Harap setujui ketentuan berikut sebelum melanjutkan.
it_it: Accetta i termini riportati qui sotto prima di proseguire.
ja_jp: 先に進む前に以下の利用規約への同意をお願いいたします。
ko_kr: 계속 진행하려면 아래 약관을 수락하세요.
pl_pl: Przed kontynuowaniem zaakceptuj poniższe warunki.
pt_br: Aceite os termos abaixo antes de prosseguir.
ru_ru: Прежде чем продолжить, прими условия.
th_th: โปรดยอมรับข้อกำหนดด้านล่างก่อนที่จะดำเนินการต่อ
tr_tr: Devam etmeden önce lütfen aşağıdaki koşulları kabul et.
vi_vn: Vui lòng chấp nhận các điều khoản bên dưới trước khi tiếp tục.
zh_cn: 继续前请接受以下条款。
zh_tw: 繼續前請接受已下條款。

# Response.PleaseEnterPassword
source: Please enter a password.
ar_001: الرجاء إدخال كلمة مرور.
de_de: Bitte gib ein Passwort ein.
es_es: Introduce una contraseña.
fr_fr: Saisir un mot de passe.
id_id: Masukkan password.
it_it: Inserisci una password.
ja_jp: パスワードを入力して下さい。
ko_kr: 비밀번호를 입력하세요.
pl_pl: Wprowadź hasło.
pt_br: Insira uma senha.
ru_ru: Введи пароль.
th_th: โปรดกรอกรหัสผ่าน
tr_tr: Lütfen bir şifre gir.
vi_vn: Vui lòng nhập mật khẩu.
zh_cn: 请输入密码。
zh_tw: 請輸入密碼。

# Response.TencentLoginFailurePleaseTryAgain
source: Login Failure. Please try again.
ar_001: تعذّر تسجيل الدخول. الرجاء المحاولة مجددًا.
de_de: Fehler bei der Anmeldung. Bitte versuche es erneut.
es_es: Error al iniciar sesión. Inténtalo de nuevo.
fr_fr: Échec de la connexion. Veuillez réessayer.
id_id: Gagal saat log in. Coba lagi.
it_it: Accesso non riuscito. Riprova.
ja_jp: ログイン失敗。もう一度お試しください
ko_kr: 로그인 실패. 다시 시도하세요.
pl_pl: Logowanie nieudane. Spróbuj ponownie.
pt_br: Falha ao entrar. Tente novamente.
ru_ru: Ошибка входа. Попробуй ещё раз.
th_th: ลงชื่อเข้าใช้ไม่สำเร็จ โปรดลองอีกครั้ง
tr_tr: Giriş Hatası. Lütfen tekrar dene.
vi_vn: Đăng nhập không thành công. Vui lòng thử lại.
zh_cn: 登录失败。请重试。
zh_tw: 登入失敗，請重新嘗試。

# Response.TooManyAttemptsMessageForUsername
source: Your password or username is incorrect. Please wait shortly before logging in again.
ar_001: كلمة المرور أو اسم المستخدم غير صحيح. الرجاء الانتظار قليلاً قبل تسجيل الدخول مجددًا.
de_de: Dein Passwort oder Benutzername ist falsch. Bitte warte einen Moment und melde dich danach erneut an.
es_es: La contraseña o nombre de usuario son incorrectos. Espera un momento antes de volver a iniciar sesión.
fr_fr: Votre nom d'utilisateur ou mot de passe est incorrect. Veuillez patienter un instant avant de vous reconnecter.
id_id: Password atau nama pengguna salah. Tunggu sebentar sebelum mencoba log in lagi.
it_it: La password o il nome utente non sono corretti. Attendi qualche istante prima di accedere di nuovo.
ja_jp: パスワードまたはユーザーネームが間違っています。少し時間をおいてからもう一度ログインしてください。
ko_kr: 비밀번호 또는 사용자 이름이 일치하지 않습니다. 다시 로그인하기 전에 잠시만 기다려 주세요.
pl_pl: Twoje hasło lub nazwa użytkownika są nieprawidłowe. Poczekaj chwilę, zanim zalogujesz się ponownie.
pt_br: Sua senha ou nome de usuário está incorreto. Aguarde um pouco antes de iniciar uma sessão novamente.
ru_ru: Пароль или имя пользователя неверны. Попробуй войти позже.
th_th: รหัสผ่านหรือชื่อผู้ใช้ของคุณไม่ถูกต้อง โปรดรอสักครู่ก่อนจะลองลงชื่อเข้าใช้อีกครั้ง
tr_tr: Şifren veya kullanıcı adın hatalı. Lütfen tekrar giriş yapmadan önce kısa bir süre bekle.
vi_vn: Sai mật khẩu hoặc tên người dùng. Vui lòng chờ trong giây lát trước khi đăng nhập lại.
zh_cn: 你的密码或用户名不正确。请稍候并再次登录。
zh_tw: 您的密碼或使用者名稱不正確，請稍後再試。

# Response.UnableToLogIn
source: Unable to log in.
ar_001: غير قادر على تسجيل الدخول.
de_de: Anmeldung nicht möglich.
es_es: No se pudo iniciar sesión.
fr_fr: Connexion impossible.
id_id: Tidak dapat log in.
it_it: Accesso non riuscito.
ja_jp: ログインできません。
ko_kr: 로그인할 수 없습니다.
pl_pl: Nie można się zalogować.
pt_br: Não é possível entrar.
ru_ru: Не удаётся выполнить вход.
th_th: ไม่สามารถลงชื่อเข้าใช้ได้
tr_tr: Giriş yapılamıyor.
vi_vn: Không thể đăng nhập.
zh_cn: 无法登录。
zh_tw: 無法登入。

# Action.Cancel
source: Cancel
ar_001: إلغاء
de_de: Abbrechen
es_es: Cancelar
fr_fr: Annuler
id_id: Batalkan
it_it: Annulla
ja_jp: キャンセル
ko_kr: 취소
pl_pl: Anuluj
pt_br: Cancelar
ru_ru: Отмена
th_th: ยกเลิก
tr_tr: İptal Et
vi_vn: Hủy
zh_cn: 取消
zh_tw: 取消

# Response.IncorrectUsernamePassword
source: Incorrect username or password.
ar_001: اسم المستخدم أو كلمة المرور غير صحيحة.
de_de: Falscher Benutzername oder falsches Passwort.
es_es: Nombre de usuario o contraseña incorrectos.
fr_fr: Nom d'utilisateur ou mot de passe incorrect.
id_id: Nama pengguna atau password salah.
it_it: Nome utente o password incorretti.
ja_jp: ユーザーネーム、またはパスワードが間違っています。
ko_kr: 사용자 이름 또는 비밀번호가 일치하지 않습니다.
pl_pl: Nieprawidłowa nazwa użytkownika lub hasło.
pt_br: Nome de usuário ou senha incorretos.
ru_ru: Неверное имя пользователя или пароль.
th_th: ชื่อผู้ใช้หรือรหัสผ่านไม่ถูกต้อง
tr_tr: Hatalı kullanıcı adı veya şifre.
vi_vn: Sai tên người dùng hoặc mật khẩu.
zh_cn: 用户名或密码不正确。
zh_tw: 使用者名稱或密碼不正確。

# Response.PleaseTryAgain
source: Please try again
ar_001: الرجاء إعادة المحاولة
de_de: Bitte versuche es erneut.
es_es: Inténtalo de nuevo.
fr_fr: Réessayer
id_id: Coba lagi
it_it: Riprova
ja_jp: もう一度お試しください
ko_kr: 다시 시도하세요
pl_pl: Spróbuj ponownie
pt_br: Tente novamente
ru_ru: Повтори попытку
th_th: โปรดลองอีกครั้ง
tr_tr: Lütfen tekrar dene
vi_vn: Vui lòng thử lại
zh_cn: 请重试
zh_tw: 請重新嘗試

# Label.WeChat
source: WeChat
zh_cn: 微信
zh_tw: 微信
