Repository: rbxinfra/translation-resources
Catalog: resources/Authentication/Login.*.resx
Languages: ar_001, de_de, es_es, fr_fr, id_id, it_it, ja_jp, ko_kr, pl_pl, pt_br, ru_ru, th_th, tr_tr, vi_vn, zh_cn, zh_tw

# Response.IncorrectCredentialsForgotPasswordMessage
source: Your credentials are incorrect. Please double check and try again.
ar_001: بيانات المصادقة هذه غير صحيحة. الرجاء التأكد منها والمحاولة مجددًا.
de_de: Deine Anmeldedaten sind falsch. Bitte überprüfe sie und versuche es erneut.
es_es: Tus credenciales son incorrectas. Compruébalas y vuelve a intentarlo.
fr_fr: Vos identifiants sont incorrects. Veuillez revérifier et réessayer.
id_id: Kredensial kamu salah. Periksa ulang lalu coba lagi.
it_it: Le tue credenziali sono incorrette. Controlla e prova di nuovo.
ja_jp: 認証情報が間違っています。もう一度チェックしてからやり直してください。
ko_kr: 로그인 정보가 올바르지 않습니다. 재확인하고 다시 시도하세요.
pl_pl: Dane dostępu są nieprawidłowe. Sprawdź je i spróbuj ponownie.
pt_br: Suas credenciais estão incorretas. Confira e tente novamente.
ru_ru: Неправильные данные. Проверь их и повтори попытку.
th_th: ข้อมูลประจำตัวของคุณไม่ถูกต้อง โปรดตรวจสอบแล้วลองอีกครั้ง
tr_tr: Giriş bilgilerin hatalı. Lütfen kontrol et ve tekrar dene.
vi_vn: Sai thông tin xác thực. Vui lòng kiểm tra và thử lại.
zh_cn: 你的验证信息不正确。请再次检查并重试。
zh_tw: 登入資料不正確，請檢查後重新嘗試。

# Response.PleaseEnterUsername
source: Please enter a username.
ar_001: الرجاء إدخال اسم مستخدم.
de_de: Bitte gib einen Benutzernamen ein.
es_es: Introduce un nombre de usuario.
fr_fr: Saisir un nom d'utilisateur.
id_id: Masukkan nama pengguna.
it_it: Inserisci un nome utente.
ja_jp: ユーザーネームを入力して下さい。
ko_kr: 사용자 이름을 입력하세요.
pl_pl: Wprowadź nazwę użytkownika.
pt_br: Insira um nome de usuário.
ru_ru: Введи имя пользователя.
th_th: โปรดกรอกชื่อผู้ใช้
tr_tr: Lütfen bir kullanıcı adı gir.
vi_vn: Vui lòng nhập tên người dùng.
zh_cn: 请输入用户名。
zh_tw: 請輸入使用者名稱。

# Tencent.VersionNotSupported
source: {var1} version is not supported.
ar_001: الإصدار {var1} غير مدعوم.
de_de: {var1} Version wird nicht unterstützt.
es_es: Esta versión de {var1} no es compatible.
fr_fr: Version de {var1} non prise en charge.
id_id: Versi {var1} tidak didukung.
it_it: La versione di {var1} non è supportata.
ja_jp: {var1} バージョンには対応していません。
ko_kr: {var1} 버전이 지원되지 않습니다.
pl_pl: Wersja aplikacji {var1} nie jest obsługiwana.
pt_br: Não há suporte para a versão do {var1}.
ru_ru: Версия {var1} не поддерживается.
th_th: ไม่รองรับ {var1} เวอร์ชันนี้
tr_tr: {var1} sürümü desteklenmiyor.
vi_vn: Phiên bản {var1} không được hỗ trợ.
zh_cn: 不支持 {var1} 版本。
zh_tw: 不支援此{var1}版本。

# WeChat.NotInstalled
source: WeChat is not installed
ar_001: لم يتم تثبيت WeChat
de_de: WeChat ist nicht installiert
es_es: WeChat no está instalado
fr_fr: WeChat n'est pas installé
id_id: WeChat tidak terinstal
it_it: WeChat non è installato
ja_jp: WeChatがインストールされていません
ko_kr: Wechat이 설치되어 있지 않습니다
pl_pl: Aplikacja WeChat nie jest zainstalowana
pt_br: WeChat não está disponível
ru_ru: WeChat не установлен
th_th: ไม่ได้ติดตั้ง WeChat
tr_tr: WeChat yüklü değil
vi_vn: WeChat chưa được cài đặt
zh_cn: 未安装微信
zh_tw: 未安裝微信

# WeChat.RealNameNotVerified
source: Your WeChat is not real-name verified. Please use a real-name verified WeChat account and try again. Please visit https://jiazhang.qq.com/zk/home.html
ar_001: لم يتم التحقق من الاسم الحقيقي في حسابك على WeChat. الرجاء استخدام حساب WeChat الذي تم التحقق من الاسم الحقيقي ثم حاول مجددًا. الرجاء زيارة https://jiazhang.qq.com/zk/home.html
de_de: Dein WeChat-Konto ist nicht verifiziert. Bitte verwende ein verifiziertes WeChat-Konto und versuch es erneut. Besuche https://jiazhang.qq.com/zk/home.html
es_es: Tu nombre real no se ha verificado para la cuenta de WeChat. Utiliza un nombre real verificado para tu cuenta de WeChat e inténtalo de nuevo. Visita la página https://jiazhang.qq.com/zk/home.html.
fr_fr: Ton WeChat n’est pas vérifié. Il faut utiliser un compte vérifié WeChat puis réessayer. Rends-toi ici : https://jiazhang.qq.com/zk/home.html
id_id: WeChat kamu tidak terverifikasi sebagai nama sebenarnya. Gunakan akun nama sebenarnya yang terverifikasi di akun WeChat lalu coba lagi. Kunjungi https://jiazhang.qq.com/zk/home.html
it_it: L'identità associata al tuo account WeChat non è stata verificata. Riprova utilizzando un account WeChat verificato. Vai su https://jiazhang.qq.com/zk/home.html
ja_jp: WeChatで、本名の認証が行われていません。本名の認証を行ったWeChatアカウントを使用してやり直してください。 https://jiazhang.qq.com/zk/home.html にアクセスしてください。
ko_kr: 실명 인증이 되지 않은 WeChat 계정이에요. 실명 인증된 WeChat 계정으로 다시 시도해야 해요. 다음 링크를 방문해 주세요. https://jiazhang.qq.com/zk/home.html
pl_pl: Twoje konto WeChat nie zostało zweryfikowane pod kątem imienia i nazwiska. Użyj konta ze zweryfikowanym imieniem i nazwiskiem, a następnie spróbuj ponownie. Odwiedź stronę https://jiazhang.qq.com/zk/home.html
pt_br: Seu WeChat não tem um nome real verificado. Use uma conta WeChat com nome real verificado e tente novamente. Visite https://jiazhang.qq.com/zk/home.html
ru_ru: Твоё настоящее имя в WeChat не подтверждено. Используй свой подтверждённый аккаунт WeChat и попробуй ещё раз. Перейди по ссылке: https://jiazhang.qq.com/zk/home.html
th_th: บัญชี WeChat ของคุณยังไม่ได้ตรวจสอบยืนยันชื่อจริง โปรดใช้บัญชี WeChat ที่ได้รับการตรวจสอบยืนยันชื่อจริงแล้ว จากนั้นลองอีกครั้ง โปรดไปที่ https://jiazhang.qq.com/zk/home.html
tr_tr: WeChat'in gerçek bir adla doğrulanmamış. Lütfen gerçek bir adla doğrulanmış bir WeChat hesabı gir ve tekrar dene. Lütfen https://jiazhang.qq.com/zk/home.html adresini ziyaret et
vi_vn: Tài khoản WeChat của bạn chưa được xác minh sử dụng tên thật. Vui lòng sử dụng tài khoản WeChat có tên thật được xác minh và thử lại. Vui lòng truy cập https://jiazhang.qq.com/zk/home.html
zh_cn: 你的微信未经过实名认证。请使用通过实名验证的微信帐户并重试。要了解更多信息，请访问 https://jiazhang.qq.com/zk/home.html
zh_tw: 您的微信尚未進行實名認證，請進行實名認證再重新嘗試。請前往 https://jiazhang.qq.com/zk/home.html

# Action.PlayNow
source: Play Now
ar_001: تشغيل الآن
de_de: Jetzt spielen
es_es: Jugar ahora
fr_fr: Jouer maintenant
id_id: Main Sekarang
it_it: Gioca ora
ja_jp: 今すぐプレイ
ko_kr: 지금 플레이하기
pl_pl: Zagraj teraz
pt_br: Jogar agora
ru_ru: Играть
th_th: เล่นตอนนี้เลย
tr_tr: Şimdi Oyna
vi_vn: Chơi ngay
zh_cn: 开始游戏
zh_tw: 現在玩

# Action.SignUp
source: Sign up
ar_001: التسجيل
de_de: Registrieren
es_es: Regístrate
fr_fr: S'inscrire
id_id: Daftar
it_it: Registrati
ja_jp: 新規登録
ko_kr: 회원가입
pl_pl: Zarejestruj się
pt_br: Cadastrar-se
ru_ru: Регистрация
th_th: ลงทะเบียน
tr_tr: Kaydol
vi_vn: Đăng ký
zh_cn: 注册
zh_tw: 註冊

# Description.DownloadNewVersion
source: This version of the app is no longer available in your region. To continue playing, please download the new version of Roblox.
ar_001: لم يعد إصدار هذا التطبيق متوفرًا في منطقتك. لمواصلة اللعب، الرجاء تحميل الإصدار الجديد لتطبيق Roblox.
de_de: Diese Version der App ist in deiner Region nicht mehr verfügbar. Um weiterzuspielen, lade bitte die neue Version von Roblox herunter.
es_es: Esta versión de la aplicación ya no está disponible en tu región. Para continuar jugando, descarga la nueva versión de Roblox.
fr_fr: Cette version de l'application n'est plus disponible dans ta région. Pour continuer à jouer, télécharger la nouvelle version de Roblox.
id_id: Versi aplikasi ini tidak lagi tersedia di negaramu. Untuk terus bermain, download Roblox versi terbaru.
it_it: Questa versione dell'app non è più disponibile nella tua regione. Per continuare a giocare, scarica la nuova versione di Roblox.
ja_jp: このアプリのバージョンはお住まいの地域では利用できません。プレイし続けるには、Robloxの新しいバージョンをダウンロードしてください。
ko_kr: 이 버전의 앱은 회원님의 지역에서 더 이상 이용할 수 없습니다. 계속 플레이하려면 새 버전의 Roblox를 다운로드하세요.
pl_pl: Ta wersja aplikacji nie jest już dostępna w twoim regionie. Aby kontynuować grę, pobierz nową wersję aplikacji Roblox.
pt_br: Esta versão do aplicativo não está mais disponível em sua região. Para continuar jogando, baixe a nova versão do aplicativo Roblox.
ru_ru: Эта версия приложения больше не доступна в твоём регионе. Чтобы продолжить, загрузи новую версию Roblox.
th_th: แอปเวอร์ชันนี้ไม่สามารถใช้งานในภูมิภาคของคุณได้อีกต่อไป หากต้องการเล่นต่อ โปรดดาวน์โหลด Roblox เวอร์ชันใหม่
tr_tr: Uygulamanın bu sürümü artık bölgende kullanılamıyor. Oynamaya devam etmek için lütfen Roblox'un yeni sürümünü indir.
vi_vn: Phiên bản ứng dụng này không còn khả dụng ở khu vực của bạn. Để tiếp tục chơi, vui lòng tải xuống phiên bản Roblox mới.
zh_cn: 你所在的地区已不再支持此应用程序的版本。若要继续游戏，请下载最新版 Roblox。
zh_tw: 您的地區已不再提供此應用程式版本。若要繼續遊玩，請下載新版 Roblox。

# Label.RealNameVerification
source: Your real name authentication information has already been stored in Tencent's real name authentication database. You may now continue to log in and play Tencent Games.
ar_001: تم تخزين معلومات مصادقة اسمك الحقيقي في قاعدة بيانات مصادقة الأسماء في Tencent. يمكنك الآن المتابعة في تسجيل الدخول والاستمتاع بألعاب Tencent.
de_de: Die Informationen zur Authentifizierung deines echten Namens wurden bereits in der Datenbank von Tencent gespeichert. Du kannst jetzt mit dem Einloggen fortfahren und Tencent-Spiele spielen.
es_es: La información sobre tu identidad ya está almacenada en la base de datos de identificación de Tencent. Puedes iniciar sesión y jugar Tencent Games.
fr_fr: Tes informations pour authentification par nom réel ont déjà été stockées dans la base de données d'authentification par nom réel de Tencent. Tu peux maintenant continuer à te connecter et jouer sur Tencent Games.
id_id: Informasi autentikasi nama kamu yang sebenarnya telah disimpan di database autentikasi nama sebenarnya Tencent. Sekarang kamu dapat log in lalu bermain Game Tencent.
it_it: I dati dell'autenticazione del tuo vero nome sono stati salvati nel database di autenticazione nome vero di Tencent. Ora puoi accedere e giocare ai titoli di Tencent.
ja_jp: あなたの本名認証情報はすでにTencentの本人認証データベースに保存されました。ログインを続けてTencent Gamesをプレイできるようになりました。
ko_kr: 회원님의 실명 인증 정보는 이미 텐센트의 실명 인증 데이터베이스에 저장되어 있습니다. 이제 로그인을 계속 진행해 텐센트 게임즈를 플레이할 수 있습니다.
pl_pl: Informacje dotyczące uwierzytelniania twojego imienia i nazwiska są już przechowywane w bazie danych firmy Tencent. Teraz możesz się zalogować i grać w gry firmy Tencent Games.
pt_br: Suas informações de autenticação de nome real já foram armazenadas no banco de dados correspondente da Tencent. Você já pode acessar a sua conta e entrar nas experiências da Tencent Games.
ru_ru: Информация для авторизации по настоящему имени сохранена в базе данных Tencent. Теперь ты можешь войти и играть в Tencent Games.
th_th: ข้อมูลการยืนยันความถูกต้องของชื่อจริงของคุณถูกบันทึกไว้ในฐานข้อมูลการยืนยันความถูกต้องของชื่อจริงของ Tencent แล้ว ตอนนี้คุณสามารถลงชื่อเข้าใช้และเล่น Tencent Games ต่อได้แล้ว
tr_tr: Gerçek ad doğrulama bilgilerin zaten Tencent'in gerçek ad doğrulama veri tabanına saklandı. Devam ederek giriş yapıp Tencent Games oyunlarını oynayabilirsin.
vi_vn: Thông tin xác thực tên thật của bạn đã được lưu trữ trong cơ sở dữ liệu xác thực tên thật của Tencent. Bây giờ bạn có thể tiếp tục đăng nhập và chơi Tencent Games.
zh_cn: 你的实名认证信息已储存至腾讯的实名认证数据库中。你现在可以继续登录并进入腾讯游戏。
zh_tw: 您的實名認證資訊已儲存到騰訊的實名認證資料庫裡。您現在可以繼續登入並進入騰訊遊戲。

# Label.TencentVersionNotSupported
source: {var1} version is not supported.
ar_001: الإصدار {var1} غير مدعوم.
de_de: {var1} Version wird nicht unterstützt.
es_es: Esta versión de {var1} no es compatible.
fr_fr: Version de {var1} non prise en charge.
id_id: Versi {var1} tidak didukung.
it_it: La versione di {var1} non è supportata.
ja_jp: {var1} バージョンには対応していません。
ko_kr: {var1} 버전이 지원되지 않습니다.
pl_pl: Wersja aplikacji {var1} nie jest obsługiwana.
pt_br: Não há suporte para a versão do {var1}.
ru_ru: Версия {var1} не поддерживается.
th_th: ไม่รองรับ {var1} เวอร์ชันนี้
tr_tr: {var1} sürümü desteklenmiyor.
vi_vn: Phiên bản {var1} không được hỗ trợ.
zh_cn: 不支持 {var1} 版本。
zh_tw: 不支援此{var1}版本。

# Response.LoginIssueErrorContactSupport
source: Login issue. Please contact support.
ar_001: مشكلة في تسجيل الدخول. الرجاء الاتصال بالدعم.
de_de: Problem bei der Anmeldung. Bitte kontaktiere den Support.
es_es: Error de inicio de sesión. Ponte en contacto con Soporte.
fr_fr: Problème de connexion. Veuillez contacter l'assistance.
id_id: Masalah log in. Harap hubungi Dukungan Pelanggan.
it_it: Problema di accesso. Contatta l'assistenza.
ja_jp: ログインに関する問題が発生しました。サポートにお問い合わせください。
ko_kr: 로그인 오류. 지원 센터로 문의하세요.
pl_pl: Problem z logowaniem. Skontaktuj się z działem wsparcia.
pt_br: Problema de conexão. Contate o suporte técnico.
ru_ru: Ошибка входа. Обратись в Cлужбу поддержки.
th_th: มีปัญหาเกี่ยวกับการลงชื่อเข้าใช้ โปรดติดต่อฝ่ายบริการช่วยเหลือ
tr_tr: Giriş sorunu. Lütfen destek ile iletişime geç.
vi_vn: Sự cố về đăng nhập. Vui lòng liên hệ hỗ trợ.
zh_cn: 登录问题。请联系技术支持。
zh_tw: 登入發生問題，請聯絡客服人員。

# WeChat.ReputationScoreInfo
source: Learn more
ar_001: لمعرفة المزيد
de_de: Mehr erfahren
es_es: Más información
fr_fr: En savoir plus
id_id: Pelajari selengkapnya
it_it: Maggiori informazioni
ja_jp: もっと詳しく
ko_kr: 더 알아보기
pl_pl: Dowiedz się więcej
pt_br: Saiba mais
ru_ru: Подробнее
th_th: เรียนรู้เพิ่มเติม
tr_tr: Daha fazla bilgi edin
vi_vn: Tìm hiểu thêm
zh_cn: 了解更多
zh_tw: 了解更多

# Action.ForgotPassword
source: Forgot password
ar_001: نسيت كلمة المرور
de_de: Passwort vergessen
es_es: Contraseña olvidada
fr_fr: Mot de passe oublié
id_id: Lupa password
it_it: Password dimenticata
ja_jp: パスワードをお忘れですか
ko_kr: 비밀번호 분실
pl_pl: Nie pamiętam hasła
pt_br: Esqueci a senha
ru_ru: Не помню пароль
th_th: ลืมรหัสผ่าน
tr_tr: Şifremi unuttum
vi_vn: Quên mật khẩu
zh_cn: 忘记密码
zh_tw: 忘記密碼

# Label.TencentAuthenticating
source: Authenticating...
ar_001: المصادقة...
de_de: Authentifizierung ...
es_es: Validando...
fr_fr: Authentification...
id_id: Mengautentikasi...
it_it: Autenticazione in corso...
ja_jp: 認証中...
ko_kr: 인증 중...
pl_pl: Uwierzytelnianie...
pt_br: Autenticando...
ru_ru: Авторизация...
th_th: กำลังยืนยันความถูกต้อง...
tr_tr: Kimlik Doğrulanıyor...
vi_vn: Đang xác thực...
zh_cn: 正在认证...
zh_tw: 正在驗證……

# Label.TencentPleaseWait
source: Please wait.
ar_001: الرجاء الانتظار.
de_de: Bitte warten.
es_es: Espera.
fr_fr: Veuillez patienter.
id_id: Harap tunggu.
it_it: Attendi.
ja_jp: お待ちください。
ko_kr: 잠시만 기다리세요.
pl_pl: Czekaj.
pt_br: Aguarde.
ru_ru: Пожалуйста, подожди.
th_th: โปรดรอสักครู่
tr_tr: Lütfen bekle.
vi_vn: Vui lòng chờ.
zh_cn: 请稍候。
zh_tw: 請稍後。

# Response.SystemErrorTryLaterContactSupport
source: System issue. Please try again later. Contact support if problem persists.
ar_001: مشكلة في النظام. الرجاء المحاولة لاحقاً. اتصل بالدعم إذا استمرت المشكلة.
de_de: Problem mit dem System. Bitte versuche es später erneut oder kontaktiere den Support, wenn das Problem weiter besteht.
es_es: Problema con el sistema. Inténtalo de nuevo más tarde o ponte en contacto con Soporte si el problema persiste.
fr_fr: Problème système. Veuillez réessayer plus tard. Contactez l'assistance si le problème persiste.
id_id: Masalah sistem. Harap coba lagi nanti. Hubungi Dukungan Pelanggan jika masalah berlanjut.
it_it: Errore di sistema. Riprova più tardi. Contatta l'assistenza se il problema persiste.
ja_jp: アカウントに問題があります。後でもう一度お試しください。問題が解決しない場合は、サポートまでご連絡ください。
ko_kr: 시스템 오류. 나중에 다시 시도하세요. 문제가 계속되면 지원 센터로 문의하세요.
pl_pl: Błąd systemu. Spróbuj ponownie później. Jeśli problem nie ustąpi, skontaktuj się z działem wsparcia.
pt_br: Problema de sistema. Tente novamente mais tarde. Contate o suporte técnico se o problema persistir.
ru_ru: Ошибка системы. Повтори попытку позже. Если проблема не исчезнет, обратись в Cлужбу поддержки.
th_th: มีปัญหาเกี่ยวกับระบบ โปรดลองอีกครั้งในภายหลังหรือติดต่อฝ่ายบริการช่วยเหลือหากยังคงประสบปัญหาอยู่
tr_tr: Sistem sorunu. Lütfen daha sonra tekrar dene. Sorun devam ederse destek ile iletişime geç.
vi_vn: Hệ thống gặp sự cố. Vui lòng thử lại sau. Liên hệ hỗ trợ nếu sự cố vẫn tiếp tục.
zh_cn: 系统问题。请稍后重试。如果问题仍然存在，请联系技术支持。
zh_tw: 系統發生錯誤，請稍後再試。若此問題持續，請聯絡客服人員。

# Response.TooManyAttemptsMessageForPhone
source: Your password or phone is incorrect. Please wait shortly before logging in again.
ar_001: كلمة المرور أو الهاتف غير صحيح. الرجاء الانتظار قليلاً قبل تسجيل الدخول مجددًا.
de_de: Dein Passwort oder deine Telefonnummer ist falsch. Bitte warte einen Moment und melde dich danach erneut an.
es_es: La contraseña o teléfono son incorrectos. Espera un momento antes de volver a iniciar sesión.
fr_fr: Votre téléphone ou mot de passe est incorrect. Veuillez patienter un instant avant de vous reconnecter.
id_id: Password atau nomor ponsel salah. Tunggu sebentar sebelum mencoba log in lagi.
it_it: La password o il numero di telefono non sono corretti. Attendi qualche istante prima di accedere di nuovo.
ja_jp: パスワードまたは電話番号が間違っています。少し時間をおいてからもう一度ログインしてください。
ko_kr: 비밀번호 또는 전화번호가 일치하지 않습니다. 다시 로그인하기 전에 잠시만 기다려 주세요.
pl_pl: Twoje hasło lub numer telefonu są nieprawidłowe. Poczekaj chwilę, zanim zalogujesz się ponownie.
pt_br: Sua senha ou telefone está incorreto. Aguarde um pouco antes de iniciar uma sessão novamente.
ru_ru: Пароль или номер телефона неверны. Попробуй войти позже.
th_th: รหัสผ่านหรือหมายเลขโทรศัพท์ของคุณไม่ถูกต้อง โปรดรอสักครู่ก่อนจะลองลงชื่อเข้าใช้อีกครั้ง
tr_tr: Şifren veya telefonun hatalı. Lütfen tekrar giriş yapmadan önce kısa bir süre bekle.
vi_vn: Sai mật khẩu hoặc số điện thoại. Vui lòng chờ trong giây lát trước khi đăng nhập lại.
zh_cn: 你的密码或手机号码不正确。请稍候并再次登录。
zh_tw: 您的密碼或手機號碼不正確，請稍後再試。

# Tencent.RealNameUnVerified
source: Your {var1} is not real-name verified. Please use a real-name verified {var1} account and try again. {var2}
ar_001: الاسم {var1} لم يتم التحقق من أنه اسم حقيقي. الرجاء استخدام حساب {var1} الذي تم التحقق من الاسم الحقيقي فيه وحاول مجددًا. {var2}
de_de: Dein {var1} ist nicht verifiziert. Bitte verwende ein verifiziertes {var1}-Konto und versuch es erneut. {var2}
es_es: Tu nombre real para {var1} no se ha verificado. Utiliza uno verificado para tu cuenta {var1} e inténtalo de nuevo. {var2}
fr_fr: Votre compte {var1} n'a pas été vérifié à l'aide de votre nom réel. Veuillez utiliser un compte {var1} vérifié et réessayer. {var2}
id_id: {var1} kamu bukan nama sebenarnya yang terverifikasi. Gunakan akun dengan nama sebenarnya yang terverifikasi {var1} lalu coba lagi. {var2}
it_it: L'identità associata al tuo account {var1} non è stata verificata. Riprova utilizzando un account {var1} verificato. {var2}
ja_jp: {var1} で、本名の認証が行われていません。本名の認証を行った {var1} アカウントを使用してやり直してください。{var2}
ko_kr: 실명 인증이 되지 않은 {var1} 계정이에요. 실명 인증된 {var1} 계정으로 다시 시도해 주세요. {var2}
pl_pl: Twoje konto {var1} nie zostało zweryfikowane pod kątem imienia i nazwiska. Użyj konta {var1} ze zweryfikowanym imieniem i nazwiskiem, a następnie spróbuj ponownie. {var2}
pt_br: Seu {var1} não tem um nome real verificado. Use uma conta {var1} com nome real verificado e tente novamente. {var2}
ru_ru: Твоё настоящее имя в {var1} не подтверждено. Используй свой подтверждённый аккаунт {var1} и попробуй ещё раз. {var2}
th_th: บัญชี {var1} ของคุณยังไม่ได้ตรวจสอบยืนยันชื่อจริง โปรดใช้บัญชี {var1} ที่ได้รับการตรวจสอบยืนยันชื่อจริงแล้ว แล้วลองอีกครั้ง {var2}
tr_tr: {var1} hesabın gerçek bir adla doğrulanmamış. Lütfen gerçek bir adla doğrulanmış bir {var1} hesabı gir ve tekrar dene. {var2}
vi_vn: Tài khoản {var1} của bạn chưa được xác minh sử dụng tên thật. Vui lòng sử dụng tài khoản {var1} có tên thật được xác minh và thử lại. {var2}
zh_cn: 你的 {var1} 未经过实名验证。请使用通过实名验证的 {var1} 帐户并重试。{var2}
zh_tw: 您的{var1}尚未進行實名認證，請進行實名認證的{var1}帳號再重新嘗試。{var2}

# WeChat.RealNameUnVerified
source: Your WeChat is not real-name verified. Please use a real-name verified WeChat account and try again. {var1}
ar_001: لم يتم التحقق من اسمك الحقيقي في WeChat. الرجاء استخدام حساب WeChat باسم حقيقي تم التحقق منه ثم حاول مجددًا. {var1}
de_de: Dein WeChat-Konto ist nicht verifiziert. Bitte verwende ein verifiziertes WeChat-Konto und versuch es erneut. {var1}
es_es: Tu nombre real de WeChat no se ha verificado. Utiliza un nombre real verificado para tu cuenta de WeChat e inténtalo de nuevo. {var1}
fr_fr: Ton WeChat n’est pas vérifié. Il faut utiliser un compte vérifié WeChat puis réessayer.{var1}
id_id: WeChat kamu tidak terverifikasi sebagai nama sebenarnya. Gunakan akun nama sebenarnya yang terverifikasi di akun WeChat lalu coba lagi. {var1}
it_it: L'identità associata al tuo account WeChat non è stata verificata. Riprova utilizzando un account WeChat verificato. {var1}
ja_jp: WeChatで、本名の認証が行われていません。本名の認証を行ったWeChatアカウントを使用してやり直してください。{var1}
ko_kr: 실명 인증이 되지 않은 WeChat 계정이에요. 실명 인증된 WeChat 계정으로 다시 시도해야 해요. {var1}
pl_pl: Twoje konto WeChat nie zostało zweryfikowane pod kątem imienia i nazwiska. Użyj konta ze zweryfikowanym imieniem i nazwiskiem, a następnie spróbuj ponownie. {var1}
pt_br: Seu WeChat não tem um nome real verificado. Use uma conta WeChat com nome real verificado e tente novamente. {var1}
ru_ru: Твоё настоящее имя в WeChat не подтверждено. Используй свой подтверждённый аккаунт WeChat и попробуй ещё раз. {var1}
th_th: บัญชี WeChat ของคุณยังไม่ได้ตรวจสอบยืนยันชื่อจริง โปรดใช้บัญชี WeChat ที่ได้รับการตรวจสอบยืนยันชื่อจริงแล้ว จากนั้นลองอีกครั้ง {var1}
tr_tr: WeChat'in gerçek bir adla doğrulanmamış. Lütfen gerçek bir adla doğrulanmış bir WeChat hesabı gir ve tekrar dene. {var1}
vi_vn: Tài khoản WeChat của bạn chưa được xác minh sử dụng tên thật. Vui lòng sử dụng tài khoản WeChat có tên thật được xác minh và thử lại. {var1}
zh_cn: 你的微信未经过实名认证。请使用通过实名验证的微信帐户并重试。{var1}
zh_tw: 您的微信尚未進行實名認證，請進行實名認證再重新嘗試。{var1}

# Action.LogInCapitalized
source: Log In
ar_001: تسجيل الدخول
de_de: Anmelden
es_es: Iniciar sesión
fr_fr: Connexion
it_it: Accedi
ja_jp: ログイン
ko_kr: 로그인
pl_pl: Zaloguj się
pt_br: Entrar
ru_ru: Вход
th_th: ลงชื่อเข้าใช้
tr_tr: Giriş Yap
vi_vn: Đăng nhập
zh_cn: 登录
zh_tw: 登入

# Label.AcceptTermsOfUseAndPrivacyPolicy
source: By clicking I Agree, you are agreeing to the {var1} and {var2}.
ar_001: بالنقر على "موافق" ، أنت توافق على {var1} و {var2}.
de_de: Indem du auf „Ich stimme zu“ klickst, stimmst du unseren {var1} und {var2} zu.
es_es: Al tocar aquí, aceptas los {var1} y la {var2}.
fr_fr: En cliquant sur J'accepte, tu approuves {var1} et {var2}.
id_id: Dengan mengklik Saya Setuju, kamu menyetujui {var1} dan {var2}.
it_it: Cliccando su Accetto, accetti {var1} e {var2}.
ja_jp: 「同意する」をクリックすることで、{var1} と{var2} に同意したものとみなされます。
ko_kr: '동의'를 클릭하면 {var1} 및 {var2}에 동의하는 것으로 간주됩니다.
pl_pl: Klikając „Zgadzam się”, wyrażasz zgodę na następujące dokumenty: {var1} i {var2}.
pt_br: Ao clicar em Concordo, você aceita os {var1} e a {var2}.
ru_ru: Нажимая «Я принимаю», ты принимаешь: {var1} и {var2}
th_th: การคลิกที่ "ฉันยอมรับ" จะถือว่าคุณยอมรับ {var1} และ {var2}
tr_tr: "Kabul Ediyorum" düğmesine tıklayarak {var1} ve {var2} belgelerini kabul etmiş sayılırsın.
vi_vn: Bấm vào Tôi Đồng ý nghĩa là bạn đồng ý với {var1} và {var2}.
zh_cn: 单击此处，即表示您接受我们的{var1}与{var2}。
zh_tw: 點擊「我同意」表示您同意我們的{var1}和{var2}。

# Label.IAgree
source: I AGREE
ar_001: موافق
de_de: ICH STIMME ZU
es_es: ACEPTO
fr_fr: J'ACCEPTE
id_id: SAYA SETUJU
it_it: ACCETTO
ja_jp: 同意する
ko_kr: 동의
pl_pl: ZGADZAM SIĘ
pt_br: CONCORDO
ru_ru: Я ПРИНИМАЮ
th_th: ฉันยอมรับ
tr_tr: KABUL EDİYORUM
vi_vn: TÔI ĐỒNG Ý
zh_cn: 我同意
zh_tw: 我同意

# Label.LoggingInSpinnerText
source: Logging inâ€¦
ar_001: تسجيل الدخول…
de_de: Anmelden ...
es_es: Iniciando sesión...
fr_fr: Connexion en cours...
it_it: Accesso in corso...
ja_jp: ログイン中…
ko_kr: 로그인 중...
pl_pl: Logowanie...
pt_br: Iniciando…
ru_ru: Вход...
th_th: กำลังลงชื่อเข้าใช้…
tr_tr: Giriş yapılıyor…
vi_vn: Đang đăng nhập...
zh_cn: 正在登录...
zh_tw: 正在登入……
