Repository: rbxinfra/translation-resources
Catalog: resources/Authentication/Login.*.resx
Languages: ar_001, de_de, es_es, fr_fr, id_id, it_it, ja_jp, ko_kr, pl_pl, pt_br, ru_ru, th_th, tr_tr, vi_vn, zh_cn, zh_tw

# Response.LuoBuAccount
source: The account is unable to log in.
ar_001: الحساب غير قادر على تسجيل الدخول.
de_de: Das Konto kann nicht anmeldet werden.
es_es: La cuenta no puede iniciar sesión.
fr_fr: Le compte ne peut pas se connecter.
id_id: Akun ini tidak dapat log in.
it_it: L'account non è in grado di effettuare l'accesso.
ja_jp: アカウントにログインできません。
ko_kr: 로그인할 수 없습니다.
pl_pl: Nie można się zalogować na to konto.
pt_br: Não é possível iniciar a sessão da conta.
ru_ru: Не удалось войти в аккаунт.
th_th: ไม่สามารถลงชื่อเข้าใช้ด้วยบัญชีนี้ได้
tr_tr: Hesaba giriş yapılamıyor.
vi_vn: Không thể đăng nhập vào tài khoản này.
zh_cn: 帐户无法登录。
zh_tw: 帳號無法登入。

# Response.TencentReputationScoreTooLow
source: Your Game Credit score is <{var1} points. Based on your gameplay behavior, you cannot log into the app at this time.
ar_001: نتيجة رصيد لعبتك أقل من {var1} نقاط. استناداً إلى سلوكك في اللعبة، لن تتمكن من تسجيل الدخول إلى التطبيق حاليًّا.
de_de: Dein Spielguthaben liegt unter {var1} Punkten. Aufgrund deines Spielverhaltens kannst du dich derzeit nicht in die App einloggen.
es_es: Tu puntuación de crédito de juego es menor de {var1} puntos. Debido a tu comportamiento en el juego, no puedes iniciar sesión en la aplicación en este momento.
fr_fr: Ton score de crédit de jeu est de <{var1} points. En raison de ton comportement dans le jeu, tu ne peux pas te connecter à l'application pour le moment.
id_id: Skor Kredit Game kamu <{var1} poin. Berdasarkan perilaku gameplay kamu, kamu tidak dapat log in ke aplikasi pada saat ini.
it_it: La tua reputazione è inferiore a {var1} punti. A causa del tuo comportamento nel gioco, al momento non puoi accedere alla app.
ja_jp: あなたのゲーム信頼度スコアは <{var1} ポイントです。あなたのゲームプレイ行動に基づいて、今回はこのアプリにはログインできません。
ko_kr: 회원님의 게임 크레딧 점수는 {var1} 포인트 미만입니다. 현재 게임 플레이 현황으로 인해 앱에 로그인할 수 없습니다.
pl_pl: Twój wynik Game Credit wynosi < {var1} pkt. Biorąc pod uwagę twoje zachowanie w grze, obecnie nie możesz się zalogować do aplikacji.
pt_br: Seus créditos na experiência estão abaixo de {var1}. Com base no seu comportamento na experiência, você não pode iniciar a sessão no aplicativo no momento.
ru_ru: Твоя игровая репутация меньше {var1} очк. Из-за своего поведения в игре ты не можешь войти в приложение в данный момент.
th_th: คะแนนเครดิตเกมของคุณน้อยกว่า {var1} แต้ม เมื่ออ้างอิงจากพฤติกรรมในการเล่นเกมของคุณ คุณไม่สามารถลงชื่อเข้าใช้แอปได้ในขณะนี้
tr_tr: Oyun Kredi skorun {var1} puandan düşük. Oyundaki davranışların nedeniyle şu an uygulamaya giriş yapamazsın.
vi_vn: Điểm Tín dụng chơi game của bạn <{var1} điểm. Theo hành vi chơi game của bạn, bạn không thể đăng nhập vào ứng dụng vào lúc này.
zh_cn: 你的信用分 < {var1} 分，存在异常行为，当前无法登录。
zh_tw: 您的遊戲信用分數小於 {var1} 分。您因分數過低，目前無法登入 App。

# Tencent.PleaseWait
source: Please wait.
ar_001: الرجاء الانتظار.
de_de: Bitte warten.
es_es: Espera.
fr_fr: Veuillez patienter.
id_id: Harap tunggu.
it_it: Attendi.
ja_jp: お待ちください。
ko_kr: 잠시만 기다리세요.
pl_pl: Czekaj.
pt_br: Aguarde.
ru_ru: Пожалуйста, подожди.
th_th: โปรดรอสักครู่
tr_tr: Lütfen bekle.
vi_vn: Vui lòng chờ.
zh_cn: 请稍候。
zh_tw: 請稍後。

# Action.ForgotUsernamePassword
source: Forgot username/password
ar_001: نسيت اسم المستخدم/كلمة المرور
de_de: Benutzername/Passwort vergessen
es_es: He olvidado el nombre de usuario o contraseña
fr_fr: Nom d'utilisateur/mot de passe oublié
id_id: Lupa Nama Pengguna/Password
it_it: Password o nome utente dimenticati
ja_jp: ユーザーネーム/パスワードをお忘れですか？
ko_kr: 사용자 이름 또는 비밀번호를 잊어버렸어요
pl_pl: Nie pamiętam nazwy użytkownika lub hasła
pt_br: Esqueceu o nome de usuário/senha
ru_ru: Не помню имя пользователя или пароль
th_th: ลืมชื่อผู้ใช้/รหัสผ่าน
tr_tr: Kullanıcı Adımı/Şifremi Unuttum
vi_vn: Quên Tên người dùng/Mật khẩu
zh_cn: 忘记用户名/密码？
zh_tw: 忘記使用者名稱／密碼

# Label.Password
source: Password
ar_001: كلمة المرور
de_de: Passwort
es_es: Contraseña
fr_fr: Mot de passe
ja_jp: パスワード
ko_kr: 비밀번호
pl_pl: Hasło
pt_br: Senha
ru_ru: Пароль
th_th: รหัสผ่าน
tr_tr: Şifre
vi_vn: Mật khẩu
zh_cn: 密码
zh_tw: 密碼

# Label.TencentAntiAddictionText
source: Boycott bad games, refuse pirated games. Be aware of self-defense and being deceived. Playing games is good for your brain, but too much game play can harm your health. Manage your time well and enjoy a healthy lifestyle.
ar_001: ابتعد عن التجارب السيئة وارفض المشاركة في التجارب المقرصنة. ابقَ متيقظًا واحذر الخداع. إن المشاركة في بعض التجارب مفيدة لعقلك، لكن الإفراط فيها يمكن أن يضر بصحتك. لذلك نوصيك بإدارة وقتك بالمفيد النافع واتباع نمط حياة سليم.
de_de: Boykottiere schlechte Spiele und lehne Raubkopien ab. Sei dir über Selbstverteidigung und Täuschungsversuche im Klaren. Spielen ist gut für dein Gehirn, aber zu viel des Guten kann deine Gesundheit beeinträchtigen. Teile dir deine Zeit gut ein und führe einen gesunden Lebensstil.
es_es: Boicotea juegos con contenido inapropiado y di no a la piratería. No permitas que te engañen. Jugar a videojuegos es bueno, pero jugar demasiado puede perjudicar tu salud. Gestiona bien tu tiempo para vivir una vida balanceada y saludable.
fr_fr: Boycottez les mauvais jeux, évitez les jeux piratés. Faites attention à votre sécurité et ne vous faites pas berner. Jouer a des effets positifs sur le cerveau, mais en abuser risque de nuire à votre santé. Gérez votre temps convenablement et menez une vie saine.
id_id: Boikot game yang tidak baik, tolak game bajakan. Pahami cara membela diri dan jangan sampai tertipu. Bermain game baik untuk otak, tetapi terlalu banyak dapat mengganggu kesehatan. Atur waktumu dengan baik dan nikmati gaya hidup sehat.
it_it: Boicotta i giochi scadenti, rifiuta i giochi pirata. Difenditi e stai attento a non farti ingannare. I videogiochi sono un ottimo esercizio per la mente, ma esagerando diventano dannosi per la salute. Gestisci bene il tuo tempo e goditi uno stile di vita sano.
ja_jp: 不適切なゲームには参加しないように心掛け、海賊版は拒否しましょう。自衛意識を高め、騙されないようにしましょう。ゲームをプレイすることは脳の働きを高めてくれますが、プレイしすぎると健康を害する恐れがあります。時間管理をきちんと行い、健康的なライフスタイルをお楽しみください。
ko_kr: 건전하지 않은 게임과 저작권 문제가 있는 게임은 플레이하지 마시고, 사기 행위에 연루되지 않도록 스스로를 보호하세요. 게임은 두뇌 발달에 도움이 되지만, 지나친 게임 플레이는 건강에 좋지 않습니다. 플레이 시간을 잘 조절해서 건강하게 게임을 즐기세요.
pl_pl: Bojkotuj szkodliwe gry i odmawiaj dołączenia do gier pirackich. Dbaj o własne bezpieczeństwo i uważaj na oszustwa. Granie w gry pozytywnie wpływa na mózg, ale gdy robisz to zbyt często, możesz sobie zaszkodzić. Dobrze zarządzaj czasem i prowadź zdrowy tryb życia.
pt_br: Boicote experiências ruins, recuse experiências pirateadas. Saiba se defender e lidar com fraudes. Participar de experiências é bom para o cérebro, mas passar tempo demais nelas pode prejudicar sua saúde. Administre bem o seu tempo e desfrute de um estilo de vida saudável.
ru_ru: Не участвуй в плохих и пиратских проектах. Будь начеку, чтобы избежать обмана. Не проводи слишком много времени в сети, это может навредить здоровью. Разумно распределяй своё время и наслаждайся правильным образом жизни.
th_th: คว่ำบาตรเกมแย่ๆ ปฏิเสธเกมที่ละเมิดลิขสิทธิ์ รู้จักการป้องกันตัวและระวังไม่ให้ถูกหลอกลวง การเล่นเกมต่างๆ นั้นดีต่อสมองของคุณ แต่หากเล่นเกมมากเกินไปอาจก่อให้เกิดอันตรายต่อสุขภาพของคุณได้ บริหารเวลาของคุณให้ดีและสนุกกับการใช้ชีวิตแบบเฮลธ์ตี้
tr_tr: Kötü oyunları boykot et ve korsan oyunlardan kaçın. Kandırılma ve kendini savunma konusunda bilinçli ol. Oyun oynamak zihnin için faydalıdır ancak çok fazla oyun oynamak sağlığına zarar verebilir. Zamanını iyi kullan ve sağlıklı bir yaşam tarzı benimsemeye özen göster.
vi_vn: Tẩy chay trò chơi xấu, không chơi trò chơi bị bẻ khóa. Chú ý để tự bảo vệ mình và không bị lừa. Chơi trò chơi có tác động tốt tới não bộ của bạn nhưng chơi quá nhiều trò chơi có thể ảnh hướng xấu tới sức khỏe của bạn. Hãy quản lý thời gian của bạn hiệu quả và tận hưởng lối sống lành mạnh.
zh_cn: 抵制不良作品，拒绝盗版作品。注意自我保护，谨防受骗上当。适度娱乐益脑，过度沉迷伤身。合理安排时间，享受健康生活。
zh_tw: 抵制劣質與抄襲遊戲！玩遊戲有益身心，但過度沉迷會對身體造成影響。控制遊戲時間，享受健康人生！

# Label.TencentNotInstalled
source: {var1} is not installed.
ar_001: لم يتم تثبيت {var1}.
de_de: {var1} ist nicht installiert.
es_es: {var1} no está instalado.
fr_fr: {var1} n'est pas installé.
id_id: {var1} tidak terinstal.
it_it: {var1} non è installato.
ja_jp: {var1} がインストールされていません。
ko_kr: {var1} 설치가 안 되어 있어요.
pl_pl: Aplikacja {var1} nie jest zainstalowana.
pt_br: {var1} não está instalado.
ru_ru: Не установлено: {var1}.
th_th: ไม่ได้ติดตั้ง {var1}
tr_tr: {var1} yüklü değil.
vi_vn: {var1} chưa được cài đặt.
zh_cn: 未安装 {var1}。
zh_tw: 未安裝{var1}。

# Label.TencentUserCancel
source: You are logged out of {var1}. Please log in to {var1}.
ar_001: تم تسجيل خروجك من {var1}. الرجاء تسجيل الدخول إلى {var1}.
de_de: Du hast dich von {var1} abgemeldet. Bitte melde dich bei {var1} ein.
es_es: Cerraste sesión de {var1}. Vuelve a iniciar sesión en {var1}.
fr_fr: Vous n'êtes pas connecté(e) à {var1}. Veuillez vous connecter à {var1}.
id_id: Kamu sudah log out dari {var1}. Log in ke {var1}.
it_it: Non hai eseguito l'accesso a {var1}. Accedi a {var1}.
ja_jp: {var1} からログアウトしました。{var1} にログインしてください。
ko_kr: {var1}에서 로그아웃하셨어요. {var1}에 다시 로그인하세요.
pl_pl: Wylogowano się z aplikacji {var1}. Zaloguj się do aplikacji {var1}.
pt_br: Você encerrou a sessão no {var1}. Reinicie a sessão no {var1}.
ru_ru: Выполнен выход из: {var1}. Войди в: {var1}.
th_th: คุณลงชื่อออกจาก {var1} แล้ว โปรดลงชื่อเข้าใช้ {var1}
tr_tr: {var1} hesabından çıkış yaptın. Lütfen {var1} hesabına giriş yap.
vi_vn: Bạn đã đăng xuất khỏi {var1}. Vui lòng đăng nhập vào {var1}.
zh_cn: 你已注销 {var1}。请重新登录 {var1}。
zh_tw: 您已登出{var1}，請重新登入。

# Label.ThankYou
source: Thank you for using our game.
ar_001: شكرًا لك على تجربة لعبتنا.
de_de: Danke, dass du unser Spiel benutzt.
es_es: Gracias por jugar a nuestro juego.
fr_fr: Merci d'utiliser notre jeu.
id_id: Terima kasih sudah bermain game kami.
it_it: Grazie per aver scelto il nostro gioco.
ja_jp: ご利用ありがとうございます。
ko_kr: 게임을 플레이해 주셔서 감사합니다.
pl_pl: Dziękujemy za korzystanie z naszej gry.
pt_br: Obrigado por participar de nossa experiência.
ru_ru: Спасибо, что ты с нами!
th_th: ขอบคุณที่เล่นเกมของเรา
tr_tr: Oyunumuzu oynadığın için teşekkürler.
vi_vn: Cảm ơn bạn đã chơi game của chúng tôi.
zh_cn: 感谢你参与体验。
zh_tw: 謝謝您使用我們的遊戲。

# Response.IncorrectEmailOrPasswordMessage
source: Your password or email is incorrect. Please check and try again.
ar_001: كلمة المرور أو البريد الإلكتروني غير صحيح. الرجاء التأكد والمحاولة مجددًا.
de_de: Dein Passwort oder deine E-Mail-Adresse ist falsch. Bitte überprüfe deine Angabe und versuche es erneut.
es_es: La contraseña o correo electrónico son incorrectos. Compruébalos y vuelve a intentarlo.
fr_fr: Votre e-mail ou mot de passe est incorrect. Veuillez vérifier et réessayer.
id_id: Password atau email salah. Periksa lalu coba lagi.
it_it: La password o l'e-mail non sono corretti. Controlla e prova di nuovo.
ja_jp: パスワードまたはメールアドレスが間違っています。もう一度チェックしてからやり直してください。
ko_kr: 비밀번호 또는 이메일이 일치하지 않습니다. 확인 후 다시 시도하세요.
pl_pl: Twoje hasło lub adres e-mail są nieprawidłowe. Sprawdź je i spróbuj ponownie.
pt_br: Sua senha ou e-mail está incorreto. Confira e tente novamente.
ru_ru: Пароль или эл. почта неверны. Проверь их и повтори попытку.
th_th: รหัสผ่านหรืออีเมลของคุณไม่ถูกต้อง โปรดตรวจสอบแล้วลองอีกครั้ง
tr_tr: Şifren veya e-postan hatalı. Lütfen kontrol edip tekrar dene.
vi_vn: Sai mật khẩu hoặc địa chỉ email. Vui lòng kiểm tra và thử lại.
zh_cn: 你的密码或电子邮件不正确。请检查并重试。
zh_tw: 您的密碼或電子郵件地址不正確，請檢查後重新嘗試。

# Heading.NewAppAvailable
source: New App Available
ar_001: تتوفر نسخة جديدة من التطبيق
de_de: Neue App verfügbar
es_es: Nueva aplicación disponible
fr_fr: Nouvelle application disponible
id_id: Aplikasi Baru Tersedia
it_it: Nuova App Disponibile
ja_jp: 新しいアプリが利用できます
ko_kr: 새로운 앱 이용 가능
pl_pl: Dostępna jest nowa aplikacja
pt_br: Novo aplicativo disponível
ru_ru: Доступно новое приложение
th_th: มีแอปเวอร์ชันใหม่
tr_tr: Yeni Uygulama Mevcut
vi_vn: Đã Có Ứng Dụng Mới
zh_cn: 应用有新版本
zh_tw: 有新的應用程式可用

# Response.IncorrectPhonePassword
source: Incorrect phone or password.
ar_001: الهاتف أو كلمة المرور غير صحيحة.
de_de: Telefonnummer oder Passwort falsch.
es_es: Número de teléfono o contraseña incorrectos.
fr_fr: Numéro de téléphone ou mot de passe invalide.
id_id: Nomor ponsel atau password salah.
it_it: Numero di telefono o password non validi.
ja_jp: 電話番号またはパスワードが間違っています。
ko_kr: 전화번호 또는 비밀번호가 일치하지 않습니다.
pl_pl: Nieprawidłowy numer telefonu lub hasło.
pt_br: Telefone ou senha incorretos.
ru_ru: Неверный номер телефона или пароль.
th_th: หมายเลขโทรศัพท์หรือรหัสผ่านไม่ถูกต้อง
tr_tr: Hatalı telefon veya şifre.
vi_vn: Sai số điện thoại hoặc mật khẩu.
zh_cn: 电话或密码不正确。
zh_tw: 手機號碼或密碼不正確。

# Response.SystemError
source: System error. Please try again later.
ar_001: خطأ في النظام. الرجاء المحاولة لاحقًا.
de_de: Systemfehler. Bitte versuche es später erneut.
es_es: Error del sistema. Inténtalo de nuevo más tarde.
fr_fr: Erreur système. Veuillez réessayer plus tard.
id_id: Kesalahan sistem. Coba lagi nanti.
it_it: Errore di sistema. Riprova più tardi.
ja_jp: システムエラーです。後でもう一度お試しください。
ko_kr: 시스템 오류. 나중에 다시 시도하세요.
pl_pl: Błąd systemu. Spróbuj ponownie później.
pt_br: Erro no sistema. Tente mais tarde.
ru_ru: Ошибка системы. Повтори попытку позже.
th_th: เกิดข้อผิดพลาดของระบบ โปรดลองอีกครั้งในภายหลัง
tr_tr: Sistem hatası. Lütfen daha sonra tekrar dene.
vi_vn: Lỗi hệ thống. Vui lòng thử lại sau.
zh_cn: 系统错误。请稍后重试。
zh_tw: 系統錯誤，請稍後再試。

# Response.TencentRealNameUnVerified
source: Your {var1} is not real-name verified. Please use a real-name verified {var1} account and try again. {var2}
ar_001: الاسم {var1} لم يتم التحقق من أنه اسم حقيقي. الرجاء استخدام حساب {var1} الذي تم التحقق من الاسم الحقيقي فيه وحاول مجددًا. {var2}
de_de: Dein {var1} ist nicht verifiziert. Bitte verwende ein verifiziertes {var1}-Konto und versuch es erneut. {var2}
es_es: Tu nombre real para {var1} no se ha verificado. Utiliza uno verificado para tu cuenta {var1} e inténtalo de nuevo. {var2}
fr_fr: Votre compte {var1} n'a pas été vérifié à l'aide de votre nom réel. Veuillez utiliser un compte {var1} vérifié et réessayer. {var2}
id_id: {var1} kamu tidak terverifikasi sebagai nama sebenarnya. Gunakan akun {var1} dengan nama sebenarnya yang terverifikasi lalu coba lagi. {var2}
it_it: L'identità associata al tuo account {var1} non è stata verificata. Riprova utilizzando un account {var1} verificato. {var2}
ja_jp: {var1} で、本名の認証が行われていません。本名の認証を行った {var1} アカウントを使用してやり直してください。{var2}
ko_kr: 실명 인증이 되지 않은 {var1} 계정이에요. 실명 인증된 {var1} 계정으로 다시 시도해 주세요. {var2}
pl_pl: Twoje konto {var1} nie zostało zweryfikowane pod kątem imienia i nazwiska. Użyj konta {var1} ze zweryfikowanym imieniem i nazwiskiem, a następnie spróbuj ponownie. {var2}
pt_br: Seu {var1} não tem um nome real verificado. Use uma conta {var1} com nome real verificado e tente novamente. {var2}
ru_ru: Твоё настоящее имя в {var1} не подтверждено. Используй свой подтверждённый аккаунт {var1} и попробуй ещё раз. {var2}
th_th: บัญชี {var1} ของคุณยังไม่ได้ตรวจสอบยืนยันชื่อจริง โปรดใช้บัญชี {var1} ที่ได้รับการตรวจสอบยืนยันชื่อจริงแล้ว จากนั้นลองอีกครั้ง {var2}
tr_tr: {var1} hesabın gerçek bir adla doğrulanmamış. Lütfen gerçek bir adla doğrulanmış bir {var1} hesabı gir ve tekrar dene. {var2}
vi_vn: Tài khoản {var1} của bạn chưa được xác minh sử dụng tên thật. Vui lòng sử dụng tài khoản {var1} có tên thật được xác minh và thử lại. {var2}
zh_cn: 你的 {var1} 未经过实名验证。请使用通过实名验证的 {var1} 帐户并重试。{var2}
zh_tw: 您的{var1}尚未進行實名認證，請進行實名認證的{var1}帳號再重新嘗試。{var2}

# Tencent.AntiAddictionText
source: Boycott bad games, refuse pirated games. Be aware of self-defense and being deceived. Playing games is good for your brain, but too much game play can harm your health. Manage your time well and enjoy a healthy lifestyle.
ar_001: ابتعد عن التجارب السيئة وارفض المشاركة في التجارب المقرصنة. ابقَ متيقظًا واحذر الخداع. إن المشاركة في بعض التجارب مفيدة لعقلك، لكن الإفراط فيها يمكن أن يضر بصحتك. لذلك نوصيك بإدارة وقتك بالمفيد النافع واتباع نمط حياة سليم.
de_de: Boykottiere schlechte Spiele und lehne Raubkopien ab. Sei dir über Selbstverteidigung und Täuschungsversuche im Klaren. Spielen ist gut für dein Gehirn, aber zu viel des Guten kann deine Gesundheit beeinträchtigen. Teile dir deine Zeit gut ein und führe einen gesunden Lebensstil.
es_es: Boicotea juegos con contenido inapropiado y di no a la piratería. Infórmate sobre los métodos de autodefensa y no dejes que te engañen. Jugar a videojuegos estimula la mente, pero jugar demasiado puede perjudicar tu salud. Gestiona bien tu tiempo para poder vivir una vida saludable.
fr_fr: Boycottez les mauvais jeux, évitez les jeux piratés. Faites attention à votre sécurité et ne vous faites pas berner. Jouer a des effets positifs sur le cerveau, mais en abuser risque de nuire à votre santé. Gérez votre temps convenablement et menez une vie saine.
id_id: Boikot game yang tidak baik, tolak game bajakan. Pahami cara membela diri dan jangan sampai tertipu. Bermain game baik untuk otak, tetapi terlalu banyak dapat mengganggu kesehatan. Atur waktumu dengan baik dan nikmati gaya hidup sehat.
it_it: Boicotta i giochi scadenti, rifiuta i giochi pirata. Difenditi e stai attento a non farti ingannare. I videogiochi sono un ottimo esercizio per la mente, ma esagerando diventano dannosi per la salute. Gestisci bene il tuo tempo e goditi uno stile di vita sano.
ja_jp: 不適切なゲームには参加しないように心掛け、海賊版は拒否しましょう。自衛意識を高め、騙されないようにしましょう。ゲームをプレイすることは脳の働きを高めてくれますが、プレイしすぎると健康を害する恐れがあります。時間管理をきちんと行い、健康的なライフスタイルをお楽しみください。
ko_kr: 건전하지 않은 게임과 저작권 문제가 있는 게임은 플레이하지 마시고, 사기 행위에 연루되지 않도록 스스로를 보호하세요. 게임은 두뇌 발달에 도움이 되지만, 지나친 게임 플레이는 건강에 좋지 않습니다. 플레이 시간을 잘 조절해서 건강하게 게임을 즐기세요.
pl_pl: Bojkotuj szkodliwe gry i odmawiaj dołączenia do gier pirackich. Dbaj o własne bezpieczeństwo i uważaj na oszustwa. Granie w gry pozytywnie wpływa na mózg, ale gdy robisz to zbyt często, możesz sobie zaszkodzić. Dobrze zarządzaj czasem i prowadź zdrowy tryb życia.
pt_br: Boicote experiências ruins, recuse experiências pirateadas. Saiba se defender e lidar com fraudes. Participar de experiências é bom para o cérebro, mas passar tempo demais nelas pode prejudicar sua saúde. Administre bem o seu tempo e desfrute de um estilo de vida saudável.
ru_ru: Не участвуй в плохих и пиратских проектах. Будь начеку, чтобы избежать обмана. Не проводи слишком много времени в сети, это может навредить здоровью. Разумно распределяй своё время и наслаждайся правильным образом жизни.
th_th: คว่ำบาตรเกมแย่ๆ ปฏิเสธเกมที่ละเมิดลิขสิทธิ์ รู้จักการป้องกันตัวและระวังไม่ให้ถูกหลอกลวง การเล่นเกมต่างๆ นั้นดีต่อสมองของคุณ แต่หากเล่นเกมมากเกินไปอาจก่อให้เกิดอันตรายต่อสุขภาพของคุณได้ บริหารเวลาของคุณให้ดีและสนุกกับการใช้ชีวิตแบบเฮลธ์ตี้
tr_tr: Kötü oyunları boykot et ve korsan oyunlardan kaçın. Kandırılma ve kendini savunma konusunda bilinçli ol. Oyun oynamak zihnin için faydalıdır ancak çok fazla oyun oynamak sağlığına zarar verebilir. Zamanını iyi kullan ve sağlıklı bir yaşam tarzı benimsemeye özen göster.
vi_vn: Tẩy chay trò chơi xấu, không chơi trò chơi bị bẻ khóa. Chú ý để tự bảo vệ mình và không bị lừa. Chơi trò chơi có tác động tốt tới não bộ của bạn nhưng chơi quá nhiều trò chơi có thể ảnh hướng xấu tới sức khỏe của bạn. Hãy quản lý thời gian của bạn hiệu quả và tận hưởng lối sống lành mạnh.
zh_cn: 抵制不良作品，拒绝盗版作品。注意自我保护，谨防受骗上当。适度娱乐益脑，过度沉迷伤身。合理安排时间，享受健康生活。
zh_tw: 抵制劣質與抄襲遊戲！玩遊戲有益身心，但過度沉迷會對身體造成影響。控制遊戲時間，享受健康人生！

# WeChat.VersionNotSupported
source: WeChat version is not supported
ar_001: إصدار WeChat غير معتمد
de_de: WeChat-Version wird nicht unterstützt
es_es: Esta versión de WeChat no es compatible
fr_fr: Version de WeChat non prise en charge
id_id: Versi WeChat tidak didukung
it_it: La versione di WeChat non è supportata
ja_jp: WeChatバージョンに対応していません
ko_kr: WeChat 버전이 지원되지 않습니다
pl_pl: Wersja aplikacji WeChat nie jest obsługiwana
pt_br: Não há suporte para a versão do WeChat
ru_ru: Эта версия WeChat не поддерживается
th_th: ไม่รองรับ WeChat เวอร์ชันนี้
tr_tr: WeChat sürümü desteklenmiyor
vi_vn: Phiên bản WeChat không được hỗ trợ
zh_cn: 不支持微信版本
zh_tw: 不支援此微信版本

# Label.NotAMember
source: Not a member?
ar_001: لست عضواً؟
de_de: Kein Mitglied?
es_es: ¿No eres miembro?
fr_fr: Pas encore membre ?
id_id: Bukan anggota?
it_it: Non sei membro?
ja_jp: メンバーではない場合。
ko_kr: 회원이 아니신가요?
pl_pl: Nie jesteś członkiem?
pt_br: Não é membro?
ru_ru: Не являешься участником?
th_th: ไม่ได้เป็นสมาชิกใช่ไหม?
tr_tr: Üye değil misin?
vi_vn: Chưa phải thành viên?
zh_cn: 不是会员？
zh_tw: 不是會員？

# Label.UsernameEmailPhone
source: Username/Email/Phone
ar_001: اسم المستخدم/البريد/الهاتف
de_de: Benutzer/E-Mail/Telefon
es_es: Usuario/correo/teléfono
fr_fr: Identifiant/E-mail/Téléphone
id_id: Nama Pengguna/Email/Nomor Ponsel
it_it: Nome utente/E-mail/Tel.
ja_jp: ユーザーネーム/メールアドレス/電話番号
ko_kr: 사용자 이름/이메일/전화번호
pl_pl: Nazwa użytkownika / adres e-mail / numer telefonu
pt_br: Usuário/e-mail/telefone
ru_ru: Имя пользователя/эл. почта/номер тел.
th_th: ชื่อผู้ใช้/อีเมล/หมายเลขโทรศัพท์
tr_tr: Kullanıcı Adı/E-posta/Telefon
vi_vn: Tên người dùng/Địa chỉ email/Số điện thoại
zh_cn: 用户名/电子邮件/手机
zh_tw: 使用者名稱／電子郵件地址／手機號碼

# Response.ErrorLoginWithUsername
source: Something went wrong. Please login with your username.
ar_001: حدث خطأ ما. الرجاء تسجيل الدخول باستخدام اسم المستخدم الخاص بك.
de_de: Etwas hat nicht funktioniert. Melde dich bitte mit deinem Benutzernamen an.
es_es: Algo salió mal. Inicia sesión con tu nombre de usuario.
fr_fr: Un problème est survenu. Veuillez vous connecter avec votre nom d'utilisateur.
id_id: Terjadi eror. Log in dengan nama pengguna kamu.
it_it: Qualcosa è andato storto. Accedi con il tuo nome utente.
ja_jp: 何らかの問題が発生しました。ユーザーネームでログインしてください。
ko_kr: 오류가 발생했어요. 사용자 이름으로 로그인하세요.
pl_pl: Coś poszło nie tak. Zaloguj się za pomocą nazwy użytkownika.
pt_br: Algo deu errado. Entre com seu nome de usuário.
ru_ru: Что-то пошло не так. Войди, используя своё имя пользователя.
th_th: มีปัญหาบางอย่างเกิดขึ้น โปรดลงชื่อเข้าใช้ด้วยชื่อผู้ใช้ของคุณ
tr_tr: Bir şeyler yanlış gitti. Lütfen kullanıcı adınla giriş yap.
vi_vn: Đã xảy ra sự cố. Vui lòng đăng nhập bằng tên người dùng của bạn.
zh_cn: 有地方出错，请使用你的用户名登录。
zh_tw: 發生錯誤，請以您的使用者名稱登入。

# Response.AccountIssueErrorContactSupport
source: Account issue. Please contact Support.
ar_001: مشكلة في الحساب. الرجاء الاتصال بالدعم.
de_de: Problem mit dem Konto. Bitte kontaktiere den Support.
es_es: Problema con la cuenta. Ponte en contacto con Soporte.
fr_fr: Problème de compte. Veuillez contacter l'assistance.
id_id: Masalah akun. Harap hubungi Dukungan Pelanggan.
it_it: Problema con l'account. Contatta l'assistenza.
ja_jp: アカウントに関する問題が発生しました。サポートにお問い合わせください。
ko_kr: 계정 오류. 지원 센터로 문의하세요.
pl_pl: Problem z kontem. Skontaktuj się z działem wsparcia.
pt_br: Problema na conta. Contate o suporte técnico.
ru_ru: Ошибка аккаунта. Обратись в Cлужбу поддержки.
th_th: มีปัญหาเกี่ยวกับบัญชี โปรดติดต่อฝ่ายบริการช่วยเหลือ
tr_tr: Hesap sorunu. Lütfen Destek ile iletişime geç.
vi_vn: Sự cố về tài khoản. Vui lòng liên hệ Hỗ trợ.
zh_cn: 帐户问题。请联系技术支持。
zh_tw: 帳號發生問題，請聯絡客服人員。

# Response.GlobalAppAccessError
source: The account is unable to log in.
ar_001: الحساب غير قادر على تسجيل الدخول.
de_de: Das Konto kann nicht anmeldet werden.
es_es: La cuenta no puede iniciar sesión.
fr_fr: Le compte ne peut pas se connecter.
id_id: Akun ini tidak dapat log in.
it_it: L'account non è in grado di accedere.
ja_jp: アカウントにはログインできません。
ko_kr: 로그인할 수 없습니다.
pl_pl: Nie można się zalogować na to konto.
pt_br: Não é possível iniciar a sessão da conta.
ru_ru: Не удалось войти в аккаунт.
th_th: ไม่สามารถลงชื่อเข้าใช้ด้วยบัญชีนี้ได้
tr_tr: Hesaba giriş yapılamıyor.
vi_vn: Không thể đăng nhập vào tài khoản này.
zh_cn: 帐户无法登录。
zh_tw: 帳號無法登入。
