Repository: rbxinfra/translation-resources
Catalog: resources/Notifications/PushNotifications.*.resx
Languages: ar_001, es_es, it_it, pl_pl, zh_tw

# Message.VirtualEventOngoingBody
source: Join the event now
ar_001: انضم إلى الحدث الآن
es_es: Ãšnete al evento ahora
it_it: Unisciti ora all'evento
pl_pl: Dołącz do wydarzenia teraz
zh_tw: 現在加入活動

# Action.Reply
source: REPLY
ar_001: تحديث
es_es: RESPONDER
it_it: RISPONDI
pl_pl: ODPOWIEDZ
zh_tw: 回覆

# Label.ThreeFriendsSentRequests
source: {var1}, {var2} and one other user sent you friend requests.
ar_001: {var1}، {var2} ومستخدم واحد آخر أرسل لك طلبات صداقة.
es_es: {var1}, {var2} y otro usuario te han enviado solicitudes de amistad.
it_it: {var1}, {var2} e un altro utente ti hanno inviato una richiesta di amicizia.
pl_pl: Użytkownicy {var1}, {var2} i jeden inny wysłali ci prośby o dodanie do znajomych.
zh_tw: {var1}、{var2} 及另外 1 位使用者向您傳送好友邀請。

# Messages.SingleFriendSentRequest
source: {var1} sent you a friend request.
ar_001: أرسل لك {var1} طلب صداقة.
es_es: {var1} te ha enviado una solicitud de amistad.
it_it: {var1} ti ha inviato una richiesta di amicizia.
pl_pl: Użytkownik {var1} wysłał ci prośbę o dodanie do znajomych.
zh_tw: {var1} 向您傳送好友邀請。

# Settings.ChannelNameCalling
source: Call Notifications
ar_001: إشعارات المكالمات
es_es: Notificaciones de llamada
it_it: Notifiche di chiamata
pl_pl: Powiadomienia dotyczące połączeń
zh_tw: 呼叫通知

# Settings.ChannelNameDefault
source: Default Importance Notifications
ar_001: إشعارات الأهمية الافتراضية
es_es: Notificaciones de importancia por defecto
it_it: Notifiche di importanza predefinite
pl_pl: Powiadomienia o domyślnym znaczeniu
zh_tw: 預設重要性通知

# Settings.ChannelNameGeneral
source: General Notifications
ar_001: إشعارات عامّة
es_es: Notificaciones generales
it_it: Notifiche generali
pl_pl: Powiadomienia ogólne
zh_tw: 一般通知

# Settings.ChannelNameMedium
source: Medium Importance Notifications
ar_001: إشعارات الأهمية المتوسطة
es_es: Notificaciones de importancia media
it_it: Notifiche di importanza predefinite
pl_pl: Powiadomienia o średnim znaczeniu
zh_tw: 中等重要性通知

# Settings.ChannelNameUrgent
source: Urgent Notifications
ar_001: الإشعارات العاجلة
es_es: Notificaciones urgentes
it_it: Notifiche urgenti
pl_pl: Pilne powiadomienia
zh_tw: 緊急通知

# Label.SentPrivateMessage
source: {var1} sent you a new private message
ar_001: {var1} أرسل لك رسالة خاصة جديدة
es_es: {var1} te ha enviado un mensaje privado
it_it: {var1} ti ha inviato un messaggio privato
pl_pl: Użytkownik {var1} wysłał ci prywatną wiadomość
zh_tw: {var1} 向您傳送新的私人訊息

# Label.SingleFriendAcceptedRequest
source: {var1} accepted your friend request.
ar_001: قبل {var1} طلب صداقتك.
es_es: {var1} ha aceptado tu solicitud de amistad.
it_it: {var1} ha accettato la tua richiesta di amicizia.
pl_pl: Użytkownik {var1} zaakceptował twoją prośbę o dodanie do znajomych.
zh_tw: {var1} 已接受您的好友邀請。

# Label.DirectChatReplySendingFailed
source: There was an error in sending your message to {var1}
ar_001: حدث خطأ في إرسال رسالتك إلى {var1}
es_es: Se produjo un error al enviar tu mensaje a {var1}
it_it: Si Ã¨ verificato un errore nell'inviare il tuo messaggio a {var1}
pl_pl: Wystąpił błąd podczas wysyłania wiadomości do użytkownika {var1}
zh_tw: 傳送您的訊息給 {var1} 時發生錯誤

# Label.FriendRequestIgnored
source: FRIEND REQUEST IGNORED
ar_001: طلب غير صحيح
es_es: SOLICITUD DE AMISTAD IGNORADA
it_it: RICHIESTA DI AMICIZIA IGNORATA
pl_pl: PROŚBA O DODANIE DO ZNAJOMYCH ZIGNOROWANA
zh_tw: 已忽略好友邀請

# Label.MoreThanThreeFriendsSentRequests
source: {var1}, {var2} and others sent you friend requests.
ar_001: {var1}، {var2} وآخرون أرسلوا لك طلبات صداقة.
es_es: {var1}, {var2} y otros te han enviado solicitudes de amistad.
it_it: {var1}, {var2} e altri ti hanno inviato una richiesta di amicizia.
pl_pl: Użytkownicy {var1}, {var2} i inni wysłali ci prośby o dodanie do znajomych.
zh_tw: {var1}、{var2} 及其他人向您傳送好友邀請。

# Label.TwoFriendsAcceptedRequests
source: {var1} and {var2} accepted your friend requests.
ar_001: قبل {var1} و {var2} طلبات صداقتك.
es_es: {var1} y {var2} han aceptado tus solicitudes de amistad.
it_it: {var1} e {var2} hanno accettato la tua richiesta di amicizia.
pl_pl: Użytkownicy {var1} i {var2} zaakceptowali twoje prośby o dodanie do znajomych.
zh_tw: {var1} 與 {var2} 已接受您的好友邀請。

# Label.TwoFriendsSentRequests
source: {var1} and {var2} sent you friend requests.
ar_001: {var1} و {var2} أرسل لك طلبات صداقة.
es_es: {var1} y {var2} te han enviado solicitudes de amistad.
it_it: {var1} e {var2} ti hanno inviato una richiesta di amicizia.
pl_pl: Użytkownicy {var1} i {var2} wysłali ci prośby o dodanie do znajomych.
zh_tw: {var1} 與 {var2} 向您傳送好友邀請。

# Message.VirtualEventOngoingTitle
source: Happening Now: {title}
ar_001: يجري الآن: {title}
es_es: En vivo ahora: {title}
it_it: Evento in corso: {title}
pl_pl: Obecnie trwa: {title}
zh_tw: 進行中：{title}

# Label.DirectChatReplyMessageNotDelivered
source: Message Not Delivered
ar_001: لم يتم تسليم الرسالة
es_es: El mensaje no se ha enviado.
it_it: Messaggio non inviato
pl_pl: Nie dostarczono wiadomości
zh_tw: 訊息未傳送

# Response.UnableToCompleteAction
source: Unable to complete request. Please try again.
ar_001: غير قادر على إكمال الطلب. الرجاء المحاولة مرة أخرى.
es_es: No fue posible completar la solicitud. IntÃ©ntalo de nuevo.
it_it: Impossibile completare la richiesta. Per favore riprova.
pl_pl: Nie można zrealizować prośby. Spróbuj ponownie.
zh_tw: 無法完成請求，請重新嘗試。

# Response.UnableToRegisterForPushNotifications
source: Unable to register for push notifications. Please try again.
ar_001: غير قادر على التسجيل للحصول على إشعارات الدفع. الرجاء المحاولة مرة أخرى.
es_es: No se puede acceder al registro para activar las notificaciones push. IntÃ©ntalo de nuevo.
it_it: Impossibile registrarsi per le notifiche push. Riprova.
pl_pl: Nie można zarejestrować się do powiadomień push. Spróbuj ponownie.
zh_tw: 無法開啟推播通知，請重新嘗試。

# Settings.ChannelNameMinimum
source: Minimum Importance Notifications
ar_001: اشعارات الحد الأدنى من الأهمية
es_es: Notificaciones de importancia baja
it_it: Notifiche di importanza minima
pl_pl: Powiadomienia o minimalnym znaczeniu
zh_tw: 低重要性通知

# Label.NewPrivateMessages
source: You have {var1} new private messages
ar_001: لديك {var1} رسائل خاصة جديدة
es_es: Tienes {var1} mensaje(s) privado(s) nuevo(s).
it_it: Hai {var1} nuovi messaggi
pl_pl: Masz nowe prywatne wiadomości ({var1})
zh_tw: 您有 {var1} 則新的私人訊息

# Label.ThreeFriendsAcceptedRequests
source: {var1}, {var2} and one other user accepted your friend requests.
ar_001: {var1}، {var2} ومستخدم واحد آخر قبل طلبات الصداقة الخاصة بك.
es_es: {var1}, {var2} y otro usuario han aceptado tus solicitudes de amistad.
it_it: {var1}, {var2} e un altro utente ha accettato la tua richiesta di amicizia.
pl_pl: Użytkownicy {var1}, {var2} i jeden inny zaakceptowali twoje prośby o dodanie do znajomych.
zh_tw: {var1}、{var2} 及另外 1 位使用者已接受您的好友邀請。

# Action.Accept
source: ACCEPT
ar_001: الوصول
es_es: ACEPTAR
it_it: ACCETTA
pl_pl: ZAAKCEPTUJ
zh_tw: 接受

# Action.Decline
source: DECLINE
ar_001: رفض
es_es: RECHAZAR
it_it: DECLINA
pl_pl: ODRZUĆ
zh_tw: 拒絕

# Action.Ignore
source: IGNORE
ar_001: تجاهل
es_es: IGNORAR
it_it: IGNORA
pl_pl: ZIGNORUJ
zh_tw: 忽略

# Label.DirectChatReplyMsgModerated
source: Your message was moderated and not sent to {var1}
ar_001: تم إدارة رسالتك ولم يتم إرسالها إلى {var1}
es_es: Tu mensaje ha sido moderado y no se ha enviado a {var1}
it_it: Il tuo messaggio Ã¨ stato moderato e non inviato a {var1}
pl_pl: Twoją wiadomość poddano moderacji, dlatego nie została wysłana do użytkownika {var1}
zh_tw: 您的訊息遭到過濾而未傳送給 {var1}

# Label.MoreThanThreeFriendsAcceptedRequests
source: {var1}, {var2} and others accepted your friend requests.
ar_001: {var1}, {var2} و اخرون قبلوا طلبات صداقتك.
es_es: {var1}, {var2} y otros han aceptado tus solicitudes de amistad.
it_it: {var1}, {var2} e altri hanno accettato la tua richiesta di amicizia.
pl_pl: Użytkownicy {var1}, {var2} i inni zaakceptowali twoje prośby o dodanie do znajomych.
zh_tw: {var1}、{var2} 及其他人已接受您的好友邀請。
