Repository: rbxinfra/translation-resources
Catalog: resources/Feature/Groups.*.resx
Languages: ar_001, de_de, es_es, fr_fr, id_id, it_it, ja_jp, ko_kr, pl_pl, pt_br, ru_ru, th_th, tr_tr, vi_vn, zh_cn, zh_tw

# Label.RemainingFunds
source: Remaining Funds:
ar_001: الأموال المتبقية:
de_de: Verbleibendes Guthaben:
es_es: Fondos restantes:
fr_fr: Fonds restants :
id_id: Sisa Dana:
it_it: Fondi rimanenti:
ja_jp: 資金の残高：
ko_kr: 남은 펀드:
pl_pl: Pozostałe środki:
pt_br: Fundos restantes:
ru_ru: Остаток:
th_th: เงินทุนคงเหลือ:
tr_tr: Kalan Kaynak:
vi_vn: Tiền Quỹ Còn Lại:
zh_cn: 剩余资金：
zh_tw: 剩餘資金：

# Label.Rename
source: Rename
ar_001: إعادة تسمية
de_de: Umbenennen
es_es: Renombrar
fr_fr: Renommer
id_id: Ubah Nama
it_it: Rinomina
ja_jp: 名前を変更
ko_kr: 이름 변경
pl_pl: Zmień nazwę
pt_br: Renomear
ru_ru: Переименовать
th_th: เปลี่ยนชื่อ
tr_tr: Yeniden Adlandır
vi_vn: Thay Đổi Tên
zh_cn: 重命名
zh_tw: 刪除

# Label.WallPostsUnavailable
source: Wall posts are temporarily unavailable, please check back later.
ar_001: مشاركة الحائط غير متوفرة مؤقتاً، يرجى التحقق مرة أخرى لاحقاً.
de_de: Posts sind derzeit nicht verfügbar, bitte versuche es später wieder.
es_es: La publicaciones del muro no están disponibles temporalmente. Inténtalo más tarde.
fr_fr: Les messages du mur sont indisponibles pour l'instant, veuillez revenir plus tard.
id_id: Postingan dinding tidak tersedia untuk sementara. Periksa kembali nanti.
it_it: I messaggi sulla bacheca sono temporaneamente non disponibili, controlla più tardi.
ja_jp: 掲示板への投稿は一時的に利用できません。しばらくしてからもう一度お試しください。
ko_kr: 일시적으로 담벼락 게시물을 이용할 수 없습니다. 나중에 다시 확인하세요.
pl_pl: Posty na tablicy są tymczasowo niedostępne, zajrzyj tu ponownie później.
pt_br: Publicações no mural temporariamente indisponíveis. Confira novamente mais tarde.
ru_ru: Публикации на стене временно недоступны, повтори попытку позже.
th_th: โพสต์บนกระดานไม่สามารถใช้งานได้ชั่วคราว โปรดกลับมาอีกครั้งในภายหลัง
tr_tr: Duvar gönderileri geçici olarak kullanılamıyor, lütfen daha sonra tekrar kontrol et.
vi_vn: Bài đăng trên tường tạm thời không khả dụng, vui lòng kiểm tra lại sau.
zh_cn: 留言板帖子暂时不可用，请稍后重试。
zh_tw: 無法載入貼文，請稍後再試。

# Message.BuyAd
source: {actor} bid {bid} on group ad {adName}
ar_001: {actor} طلب {bid} على اعلان المجموعة {adName}
de_de: {actor} bietet {bid} auf Gruppenanzeige {adName}
es_es: {actor} ha hecho una oferta de {bid} en el anuncio publicitario {adName}
fr_fr: {actor} a fait une offre de {bid} pour la publicité de groupe {adName}
id_id: {actor} menawar {bid} iklan grup {adName}
it_it: {actor} ha fatto un'offerta {bid} per l'annuncio di gruppo {adName}
ja_jp: {actor} が {adName} のグループ広告を {bid} で入札
ko_kr: {actor} 님이 그룹 광고 {adName}에 {bid} 입찰했어요
pl_pl: Użytkownik {actor} określił stawkę {bid} dla reklamy grupy {adName}
pt_br: {actor} deu um lance de {bid} na publicidade {adName} do grupo
ru_ru: {actor} предлагает цену в {bid} на рекламу группы {adName}
th_th: {actor} ได้ประมูลโฆษณากลุ่ม "{adName}" ในราคา {bid}
tr_tr: {actor}, {adName} grup reklamına {bid} tutarında teklifte bulundu
vi_vn: {actor} đặt giá thầu {bid} trên quảng cáo nhóm {adName}
zh_cn: “{actor}”已在群组广告“{adName}”竞拍 {bid}
zh_tw: {actor} 已在群組廣告 {adName} 下標 {bid}

# Message.Member
source: A regular group member.
ar_001: عضو عادي في المجموعة.
de_de: Ein gewöhnliches Gruppenmitglied.
es_es: Un miembro del grupo.
fr_fr: Un membre régulier du groupe.
id_id: Anggota grup reguler.
it_it: Un membro regolare del gruppo.
ja_jp: 一般のグループメンバー
ko_kr: 일반 그룹 멤버.
pl_pl: Zwykły członek grupy.
pt_br: Membro normal do grupo.
ru_ru: Постоянный участник группы.
th_th: สมาชิกทั่วไปของกลุ่ม
tr_tr: Düzenli bir grup üyesi.
vi_vn: Một thành viên bình thường của nhóm.
zh_cn: 常规群组成员。
zh_tw: 一般群組成員。

# Description.MakePrimaryGroupWarning
source: Are you sure you want to make this your primary group?
ar_001: هل أنت متأكد من أنك تريد جعل هذه المجموعة الأساسية الخاصة بك؟
de_de: Möchtest du diese Gruppe wirklich zur Hauptgruppe machen?
es_es: ¿Quieres convertir el grupo en principal?
fr_fr: Voulez-vous vraiment faire de ce groupe votre groupe principal ?
id_id: Kamu yakin ingin membuat grup ini sebagai grup utama kamu?
it_it: Vuoi davvero rendere questo gruppo primario?
ja_jp: このグループをメイングループにしますか？
ko_kr: 정말 본 그룹을 기본 그룹으로 설정하시겠습니까?
pl_pl: Czy na pewno chcesz ustawić tę grupę jako główną?
pt_br: Quer mesmo tornar este grupo o seu grupo principal?
ru_ru: Сделать эту группу основной?
th_th: คุณแน่ใจหรือไม่ว่าคุณต้องการกำหนดให้กลุ่มนี้เป็นกลุ่มหลักของคุณ?
tr_tr: Bunu ana grubun yapmak istediğine emin misin?
vi_vn: Bạn có chắc muốn đặt nhóm này làm nhóm chính không?
zh_cn: 确定要将此群组设为你的主要群组？
zh_tw: 確定將此群組設為主要群組？

# Description.NoneMaxGroups
source: Upgrade to Roblox Premium to join more groups.
ar_001: الترقية إلى Rblox Premium للانضمام إلى المزيد من المجموعات.
de_de: Werte auf Roblox Premium auf, um mehr Gruppen beizutreten.
es_es: Mejora tu suscripción a Roblox Premium para unirte a más grupos.
fr_fr: Abonnez-vous à Roblox Premium pour rejoindre plus de groupes.
id_id: Upgrade ke Roblox Premium untuk bergabung ke lebih banyak grup.
it_it: Aggiorna a Roblox Premium per unirti a più gruppi.
ja_jp: 他のグループにも参加するには、Robloxプレミアムにアップグレードしてください。
ko_kr: Roblox Premium으로 업그레이드해서 더 많은 그룹에 가입하세요.
pl_pl: Zmień poziom członkostwa na Roblox Premium, aby dołączyć do większej liczby grup.
pt_br: Assine Roblox Premium para entrar em mais grupos.
ru_ru: Активируй подписку Premium, чтобы вступить в большее количество групп.
th_th: อัปเกรดเป็น Roblox Premium เพื่อให้สามารถเข้าร่วมกลุ่มได้มากขึ้น
tr_tr: Daha fazla gruba katılmak için Roblox Premium'a yükselt.
vi_vn: Nâng cấp lên Roblox Premium để tham gia nhiều nhóm hơn.
zh_cn: 若要加入更多群组，请先升级至 Roblox Premium 会员。
zh_tw: 若要加入更多群組，請升級到 Roblox Premium。

# Description.RemovePrimaryGroupWarning
source: Are you sure you want to remove your primary group?
ar_001: هل أنت متأكد من أنك تريد إزالة المجموعة الأساسية الخاصة بك؟
de_de: Möchtest du deine Hauptgruppe wirklich löschen?
es_es: ¿Quieres eliminar tu grupo principal?
fr_fr: Voulez-vous vraiment supprimer votre groupe principal ?
id_id: Kamu yakin ingin menghapus grup utama kamu?
it_it: Vuoi davvero rimuovere il tuo gruppo primario?
ja_jp: メイングループを削除しますか？
ko_kr: 정말 회원님의 기본 그룹을 삭제하시겠습니까?
pl_pl: Czy na pewno chcesz usunąć grupę główną?
pt_br: Quer mesmo remover seu grupo principal?
ru_ru: Удалить основную группу?
th_th: คุณแน่ใจหรือไม่ว่าคุณต้องการลบกลุ่มหลักของคุณ?
tr_tr: Bunu ana gruptan kaldırmak istediğine emin misin?
vi_vn: Bạn có chắc muốn loại bỏ nhóm chính của mình không?
zh_cn: 是否确定要移除你的主要群组？
zh_tw: 確定解除此群組為主要群組？

# Message.AdjustCurrencyAmountsDecreased
source: {actor} decreased group funds by {amount}
ar_001: خفض {actor} أموال المجموعة بنسبة {amount}
de_de: {actor} hat das Gruppenguthaben um {amount} reduziert
es_es: {actor} ha reducido los fondos de grupo de {amount}
fr_fr: {actor} a diminué les fonds du groupe de {amount}
id_id: {actor} mengurangi dana grup sebanyak {amount}
it_it: {actor} ha diminuito i fondi del gruppo di {amount}
ja_jp: {actor} がグループ資金を {amount} 減らしました
ko_kr: {actor}님이 그룹 펀드를 {amount}으로 감액했어요
pl_pl: Użytkownik {actor} zmniejszył środki grupy o {amount}
pt_br: {actor} reduziu os fundos do grupo em {amount}
ru_ru: {actor} уменьшает фонд группы на {amount}
th_th: {actor} ได้ลดเงินทุนของกลุ่มลง {amount}
tr_tr: {actor}, grup kaynaklarını {amount} tutarında azalttı
vi_vn: {actor} đã giảm số tiền của nhóm xuống {amount}
zh_cn: “{actor}”已将群组资金减少 {amount}
zh_tw: {actor} 已將群組資金減少 {amount}

# Message.AdjustCurrencyAmountsIncreased
source: {actor} increased group funds by {amount}
ar_001: {actor} زيادة أموال المجموعة بواسطة {amount}
de_de: {actor} hat das Gruppenguthaben um {amount} erhöht
es_es: {actor} ha aumentado los fondos del grupo de {amount}
fr_fr: {actor} a augmenté les fonds du groupe de {amount}
id_id: {actor} meningkatkan dana grup sebanyak {amount}
it_it: {actor} ha aumentato i fondi del gruppo di {amount}
ja_jp: {actor} がグループ資金を {amount} 増やしました
ko_kr: {actor} 님이 그룹 펀드를 {amount}(으)로 증액했어요
pl_pl: Użytkownik {actor} zwiększył środki grupy o {amount}
pt_br: {actor} aumentou os fundos do grupo em {amount}
ru_ru: {actor} увеличивает фонд группы на {amount}
th_th: {actor} ได้เพิ่มเงินทุนของกลุ่มขึ้น {amount}
tr_tr: {actor}, grup kaynaklarını {amount} tutarında arttırdı
vi_vn: {actor} đã tăng quỹ nhóm thêm {amount}
zh_cn: “{actor}”已将群组资金增加 {amount}
zh_tw: {actor} 已將群組資金增加 {amount}

# Message.CannotDeleteThisRole
source: Cannot delete this role.
ar_001: لا يمكن حذف هذا الدور.
de_de: Diese Rolle kann nicht gelöscht werden.
es_es: No se puede eliminar este rol.
fr_fr: Impossible de supprimer ce rôle.
id_id: Tidak dapat menghapus peran ini.
it_it: Impossibile cancellare questo ruolo.
ja_jp: この役割を削除できません。
ko_kr: 이 역할을 삭제할 수 없어요.
pl_pl: Nie można usunąć tej roli.
pt_br: Não é possível excluir esta função.
ru_ru: Нельзя удалить эту роль.
th_th: ไม่สามารถลบหน้าที่นี้ได้
tr_tr: Bu rol silinemez.
vi_vn: Không thể xóa vai trò này.
zh_cn: 无法删除此角色。
zh_tw: 無法刪除此身分。

# Message.MaximumExceeded
source: The maximum amount of Robux eligible to be transferred is {robux}
ar_001: الحد الأقصى لمقدار Robux المؤهل للنقل هو {robux}
de_de: Der erlaubte Höchstbetrag von Robux, die übertragen werden können, ist {robux}
es_es: La cantidad máxima de Robux que se puede transferir es {robux}
fr_fr: Le montant maximum de Robux pouvant être viré est de {robux}
id_id: Jumlah maksimum Robux yang memenuhi syarat untuk ditransfer adalah {robux}
it_it: L'importo massimo di Robux idoneo per il trasferimento è {robux}
ja_jp: 移動する資格のあるRobuxの最大額は {robux} です
ko_kr: 이체할 수 있는 최대 Robux 금액은 {robux}입니다
pl_pl: Maksymalna kwota w Robuxach, którą można przelać, wynosi {robux}
pt_br: O máximo de Robux que pode ser transferido é {robux}
ru_ru: Максимальная сумма Robux для перевода: {robux}
th_th: จำนวนสูงสุดของ Robux ที่สามารถโอนได้คือ {robux}
tr_tr: Aktarılmaya uygun maksimum Robux miktarı: {robux}
vi_vn: Lượng Robux tối đa được phép chuyển là {robux}
zh_cn: 可转账的最大 Robux 数额为 {robux}
zh_tw: 您最多可轉移 {robux} Robux

# Message.PermissionUpdateSuccess
source: Permission successfully updated.
ar_001: تم تحديث الإذن بنجاح.
de_de: Berechtigung erfolgreich aktualisiert.
es_es: Permiso actualizado correctamente.
fr_fr: Mise à jour de la permission réussie.
id_id: Izin berhasil di-update.
it_it: Permesso aggiornato con successo.
ja_jp: 権限を更新できました。
ko_kr: 권한 업데이트를 완료했어요.
pl_pl: Zaktualizowano uprawnienie.
pt_br: Permissão atualizada.
ru_ru: Разрешение обновлено.
th_th: อัปเดตสิทธิ์สำเร็จเรียบร้อยแล้ว
tr_tr: İzin başarıyla güncellendi.
vi_vn: Cập nhật quyền thành công.
zh_cn: 权限已成功更新。
zh_tw: 已成功更新權限。

# Action.UpgradeToJoin
source: Upgrade to Join
ar_001: الترقية للانضمام
de_de: Zum Beitreten aufwerten
es_es: Mejorar suscripción para unirse
fr_fr: Améliorer pour rejoindre
id_id: Upgrade untuk Bergabung
it_it: Aggiorna per unirti
ja_jp: アップグレードして参加
ko_kr: 업그레이드
pl_pl: Zmień poziom na wyższy, aby dołączyć
pt_br: Assine para entrar
ru_ru: Улучшить, чтобы войти
th_th: อัปเกรดเพื่อเข้าร่วม
tr_tr: Katılmak için yükselt
vi_vn: Nâng Cấp Để Tham Gia
zh_cn: 升级后即可加入
zh_tw: 升級後即可加入

# Heading.OneTimePayout
source: One-time Payout
ar_001: الدفع لمرة واحدة
de_de: Einmalige Auszahlung
es_es: Desembolso único
fr_fr: Gain unique
id_id: Pembayaran Satu Kali
it_it: Pagamento unico
ja_jp: 1回のペイアウト
ko_kr: 일회성 페이아웃
pl_pl: Wypłata jednorazowa
pt_br: Pagamento único
ru_ru: Разовая выплата
th_th: การจ่ายค่าตอบแทนแบบครั้งเดียว
tr_tr: Tek Seferlik Kazanç
vi_vn: Thanh Toán Một Lần
zh_cn: 一次性支付
zh_tw: 一次性支付

# Label.ConfigureItems
source: Configure Items
ar_001: تكوين العناصر
de_de: Artikel konfigurieren
es_es: Configurar objetos
fr_fr: Configurer les objets
id_id: Konfigurasi Item
it_it: Configura oggetti
ja_jp: アイテムの環境設定
ko_kr: 아이템 구성
pl_pl: Skonfiguruj przedmioty
pt_br: Configurar itens
ru_ru: Настроить предметы
th_th: กำหนดค่าไอเท็ม
tr_tr: Öğeleri Yapılandır
vi_vn: Điều Chỉnh Vật Phẩm
zh_cn: 设置道具
zh_tw: 設定道具

# Label.NoLongerModify
source: If you turn this setting off, you will no longer be able to modify it
ar_001: إذا قمت بإيقاف هذا الإعداد، فلن تكون قادراً على تعديله
de_de: Wenn du diese Einstellung deaktivierst, kannst du sie nicht mehr ändern
es_es: Si desactivas esta configuración, ya no podrás modificarla
fr_fr: Si vous désactivez ce paramètre, vous ne pourrez plus le modifier
id_id: Jika kamu mematikan pengaturan ini, kamu tidak dapat mengubahnya lagi
it_it: Se si disattiva questa impostazione, non sarà più possibile modificarla
ja_jp: この設定をオフにすると、変更ができなくなります
ko_kr: 이 설정을 해제하면 더는 수정할 수 없어요
pl_pl: Jeśli wyłączysz to ustawienie, utracisz możliwość modyfikowania tego elementu
pt_br: Ao desabilitar esta função, você não poderá mais alterá-la.
ru_ru: При отключении этого параметра изменить его больше будет нельзя.
th_th: หากคุณปิดการตั้งค่านี้ คุณจะไม่สามารถปรับเปลี่ยนรายการนี้ได้อีกต่อไป
tr_tr: Bu ayarı kapatırsan artık değiştiremezsin
vi_vn: Nếu tắt cài đặt này, bạn sẽ không thể chỉnh sửa cài đặt này nữa
zh_cn: 关闭此设置后，你将无法再修改此设置
zh_tw: 若您關閉此設定，您將無法再修改它

# Label.RemoveMembers
source: Kick lower-ranked members
ar_001: طرد الأعضاء الأقل ترتيبا
de_de: Mitglieder mit niedrigem Rang kicken
es_es: Expulsar miembros de bajo rango
fr_fr: Expulser les membres de rang inférieur
id_id: Keluarkan anggota berperingkat rendah
it_it: Espelli membri di basso grado
ja_jp: 低ランクメンバーを追放
ko_kr: 하위 멤버 추방하기
pl_pl: Wyrzuć członków o niższej randze
pt_br: Expulsar membros de cargos mais baixos
ru_ru: Исключить участников с низким рангом
th_th: ไล่สมาชิกที่มีสถานะต่ำออก
tr_tr: Düşük rütbeli üyeleri at
vi_vn: Đuổi các thành viên xếp hạng thấp
zh_cn: 踢出较低等级的成员
zh_tw: 踢出低階級成員

# Message.ConfigureBadgeDisabled
source: {actor} disabled the badge {badge}
ar_001: {actor} قام بتعطيل الشارة {badge}
de_de: {actor} hat das {badge}-Abzeichen deaktiviert
es_es: {actor} desactivó la insignia {badge}
fr_fr: {actor} a désactivé le badge {badge}
id_id: {actor} menonaktifkan lencana {badge}
it_it: {actor} ha disabilitato il contrassegno {badge}
ja_jp: {actor} が {badge} バッジを無効化しました
ko_kr: {actor} 님이 {badge} 배지를 비활성화했어요
pl_pl: Użytkownik {actor} wyłączył odznakę {badge}
pt_br: {actor} desativou o emblema {badge}
ru_ru: {actor} отключает значок {badge}
th_th: {actor} ปิดใช้งานเหรียญตรา "{badge}" แล้ว
tr_tr: {actor}, {badge} rozetini devre dışı bıraktı
vi_vn: {actor} đã vô hiệu hóa huy hiệu {badge}
zh_cn: “{actor}”已停用徽章“{badge}”
zh_tw: {actor} 已停用徽章 {badge}

# Message.RoleNameTooLong
source: The role name is too long.
ar_001: اسم الدور طويل جداً.
de_de: Rollenname ist zu lang.
es_es: El nombre del rol es demasiado largo.
fr_fr: Le nom du rôle est trop long.
id_id: Nama peran terlalu panjang.
it_it: Il nome del ruolo è troppo lungo.
ja_jp: 役割名が長すぎます。
ko_kr: 역할 이름이 너무 깁니다.
pl_pl: Nazwa roli jest za długa.
pt_br: O nome da função é longo demais.
ru_ru: Название роли слишком длинное.
th_th: ชื่อหน้าที่ยาวเกินไป
tr_tr: Rol adı çok uzun.
vi_vn: Tên vai trò quá dài.
zh_cn: 角色名称过长。
zh_tw: 身分名稱過長。

# Message.SettingsLoadFail
source: Unable to load group settings.
ar_001: تعذر تحميل إعدادات المجموعة.
de_de: Gruppeneinstellungen konnten nicht geladen werden.
es_es: No se puede cargar la configuración del grupo.
fr_fr: Impossible de charger les paramètres du groupe.
id_id: Tidak dapat me-load pengaturan grup.
it_it: Impossibile caricare le impostazioni del gruppo.
ja_jp: グループ設定をロードできません。
ko_kr: 그룹 설정을 불러올 수 없습니다.
pl_pl: Nie można wczytać ustawień grupy.
pt_br: Não é possível carregar as configurações de grupo.
ru_ru: Не удалось загрузить настройки группы.
th_th: ไม่สามารถโหลดการตั้งค่ากลุ่มได้
tr_tr: Grup ayarları yüklenemiyor.
vi_vn: Không thể tải cài đặt nhóm.
zh_cn: 无法加载群组设置。
zh_tw: 無法載入群組設定。

# Label.AddFundsPrompt
source: Transfer from {userName} to {groupName}
ar_001: التحويل من {userName} إلى {groupName}
de_de: Übertragen von {userName} an {groupName}
es_es: Transferencia de {userName} a {groupName}
fr_fr: Virement de {userName} à {groupName}
id_id: Transfer dari {userName} ke {groupName}
it_it: Trasferisci da {userName} a {groupName}
ja_jp: {userName} から {groupName} に転送
ko_kr: {userName} 님으로부터 {groupName}(으)로 이체
pl_pl: Przelew od użytkownika {userName} do grupy {groupName}
pt_br: Transferência de {userName} para {groupName}
ru_ru: Перевод от пользователя {userName} в группу {groupName}
th_th: โอนเงินทุนจาก "{userName}" ไปยัง "{groupName}"
tr_tr: {userName} adlı kullanıcıdan {groupName} adlı gruba aktarım
vi_vn: Chuyển khoản từ {userName} đến {groupName}
zh_cn: 从{userName}到{groupName} 的转账
zh_tw: 從 {userName} 轉帳到 {groupName}

# Label.Warning
source: Warning
ar_001: تحذير
de_de: Warnung
es_es: Advertencia
fr_fr: Avertissement
id_id: Peringatan
it_it: Attenzione
ja_jp: 警告
ko_kr: 주의
pl_pl: Ostrzeżenie
pt_br: Aviso
ru_ru: Предупреждение
th_th: คำเตือน
tr_tr: Uyarı
vi_vn: Cảnh Báo
zh_cn: 警告
zh_tw: 警告

# Message.BuildGroupRolesListError
source: Unable to load members for selected role.
ar_001: غير قادر على تحميل الأعضاء للدور المحدد.
de_de: Mitglieder für die gewählte Rolle konnten nicht geladen werden.
es_es: No se pueden cargar los miembros para el rol seleccionado.
fr_fr: Impossible de charger les membres occupant le rôle sélectionné.
id_id: Tidak dapat me-load anggota untuk peran yang dipilih.
it_it: Impossibile caricare membri per il ruolo selezionato.
ja_jp: 選択した役割のメンバーをロードできません。
ko_kr: 선택하신 역할을 맡고 있는 멤버를 불러올 수 없습니다.
pl_pl: Nie można wczytać członków dla wybranej roli.
pt_br: Não é possível carregar membros da função selecionada.
ru_ru: Не удаётся загрузить участников для выбранной роли.
th_th: ไม่สามารถโหลดสมาชิกสำหรับหน้าที่ที่เลือกได้
tr_tr: Seçilen rol için üyeler yüklenemiyor.
vi_vn: Không thể tải thành viên cho vai trò đã chọn.
zh_cn: 无法加载所选角色的成员。
zh_tw: 無法載入此身分的成員。

# Message.JoinGroupError
source: Unable to join group.
ar_001: غير قادر على الانضمام إلى المجموعة.
de_de: Gruppe konnte nicht beigetreten werden.
es_es: No se puede unir al grupo.
fr_fr: Impossible de rejoindre le groupe.
id_id: Tidak dapat bergabung ke grup.
it_it: Impossibile unirsi al gruppo.
ja_jp: グループに参加できません。
ko_kr: 그룹 가입을 할 수 없습니다.
pl_pl: Nie można dołączyć do grupy.
pt_br: Não é possível entrar no grupo.
ru_ru: Не удалось вступить в группу.
th_th: ไม่สามารถเข้าร่วมกลุ่มได้
tr_tr: Gruba katılınamıyor.
vi_vn: Không thể tham gia nhóm.
zh_cn: 无法加入群组。
zh_tw: 無法加入群組。

# Message.SearchTermEmpty
source: Search term was left empty.
ar_001: ترك مصطلح البحث فارغاً.
de_de: Suchbegriff wurde leer gelassen.
es_es: El término de búsqueda está vacío.
fr_fr: Terme de recherche vide.
id_id: Istilah pencarian kosong.
it_it: Il termine di ricerca è stato lasciato vuoto.
ja_jp: サーチする語句がありません。
ko_kr: 검색어가 입력되지 않았어요.
pl_pl: Pozostawiono pusty termin wyszukiwania.
pt_br: O campo de busca está vazio.
ru_ru: Поисковый запрос пустой.
th_th: ไม่ได้กรอกคำที่ใช้ค้นหา
tr_tr: Arama terimi boş bırakılmış.
vi_vn: Cụm từ tìm kiếm bị bỏ trống.
zh_cn: 搜索字符为空。
zh_tw: 搜尋字串空白。

# Message.TransactionBalance
source: Your balance after this transaction will be
ar_001: رصيدك بعد هذه المعاملة سيكون
de_de: Nach dieser Transaktion beträgt dein Kontostand
es_es: Tu saldo después de esta transacción será de
fr_fr: Votre solde après cette transaction sera de
id_id: Saldo kamu setelah transaksi ini akan menjadi
it_it: Dopo la transazione, i tuoi fondi ammonteranno a
ja_jp: 取引後の残高は
ko_kr: 본 거래 후 예상 잔액은
pl_pl: Saldo po tej transakcji wyniesie
pt_br: Seu saldo depois desta transação será de
ru_ru: После этой транзакции баланс составит
th_th: หลังการทำธุรกรรมนี้คุณจะมียอดคงเหลือ
tr_tr: Bu işlemden sonra bakiyen:
vi_vn: Số dư của bạn sau giao dịch này sẽ là
zh_cn: 此次交易后，你的余额将为
zh_tw: 您在此交易後的餘額將為

# Action.Delete
source: Delete
ar_001: حذف
de_de: Löschen
es_es: Eliminar
fr_fr: Supprimer
id_id: Hapus
it_it: Elimina
ja_jp: 削除
ko_kr: 삭제
pl_pl: Usuń
pt_br: Excluir
ru_ru: Удалить
th_th: ลบ
tr_tr: Sil
vi_vn: Xóa
zh_cn: 删除
zh_tw: 刪除

# Label.RemoveGroupPlace
source: Remove Group Place
ar_001: إزالة مكان المجموعة
de_de: Gruppen-Ort entfernen
es_es: Eliminar un lugar de grupo
fr_fr: Supprimer l'emplacement de groupe
id_id: Hapus Tempat Grup
it_it: Rimuovi località gruppo
ja_jp: グループプレースを削除
ko_kr: 그룹 플레이스 삭제
pl_pl: Usuń miejsce grupowe
pt_br: Remover local do grupo
ru_ru: Удалить локацию группы
th_th: ลบสถานที่ของกลุ่ม
tr_tr: Grup Dünyasını Kaldır
vi_vn: Bỏ Địa Điểm Nhóm
zh_cn: 移除群组空间
zh_tw: 移除群組地點

# Label.Username
source: Username
ar_001: اسم المستخدم
de_de: Benutzername
es_es: Nombre de usuario
fr_fr: Nom d'utilisateur
id_id: Nama pengguna
it_it: Nome utente
ja_jp: ユーザーネーム
ko_kr: 사용자 이름
pl_pl: Nazwa użytkownika
pt_br: Nome de usuário
ru_ru: Имя пользователя
th_th: ชื่อผู้ใช้
tr_tr: Kullanıcı adı
vi_vn: Tên Tài Khoản
zh_cn: 用户名
zh_tw: 使用者名稱

# Message.DeleteWallPostsByUserError
source: Unable to delete wall posts by user.
ar_001: غير قادر على حذف المشاركات الجدارية من قبل المستخدم.
de_de: Posts von Benutzer:in konnten nicht gelöscht werden.
es_es: No se pueden eliminar del muro las publicaciones del usuario.
fr_fr: Impossible de supprimer les messages ajoutés au mur par l'utilisateur.
id_id: Tidak dapat menghapus postingan dinding oleh pengguna.
it_it: Impossibile cancellare messaggi dell'utente dalla bacheca.
ja_jp: ユーザーの掲示板投稿を削除できません。
ko_kr: 사용자가 게시한 담벼락 게시물을 삭제할 수 없습니다
pl_pl: Nie można usunąć postów umieszczonych na tablicy przez użytkownika.
pt_br: Não é possível excluir publicações do mural do usuário.
ru_ru: Не удаётся удалить публикации пользователя на стене.
th_th: ไม่สามารถลบโพสต์ของผู้ใช้บนกระดานได้
tr_tr: Kullanıcının duvar gönderileri silinemiyor.
vi_vn: Không thể xóa bài đăng trên tường của người chơi.
zh_cn: 无法删除此用户的帖子。
zh_tw: 無法刪除此使用者的貼文。

# Message.UpdateAsset
source: {actor} created new version {version} of asset {item}
ar_001: {actor} أنشأ الإصدار الجديد {version} من الأصل {item}
de_de: {actor} hat die neue Version {version} vom Objekt {item}
es_es: {actor} creó una nueva versión {version} del recurso {item}
fr_fr: {actor} a créé une la version {version} de l'élément {item}
id_id: {actor} membuat versi baru {version} dari aset {item}
it_it: {actor} ha creato una nuova versione {version} della risorsa {item}
ko_kr: {actor} 님이 {item} 애셋의 새로운 버전 {version}(을)를 생성했어요
pl_pl: Użytkownik {actor} utworzył nową wersję {version} zasobu {item}
pt_br: {actor} criou a nova versão {version} do elemento {item}
ru_ru: {actor} создаёт новую версию {version} ресурса {item}
th_th: {actor} สร้างเวอร์ชันใหม่: {version} ของทรัพยากร "{item}"
tr_tr: {actor}, {item} varlığının {version} yeni sürümünü oluşturdu
vi_vn: {actor} đã tạo phiên bản mới {version} của tài sản {item}
zh_cn: “{actor}”已创建素材“{item}”的新版本 {version}
zh_tw: {actor} 已建立素材 {item} 的第 {version} 版本

# Message.UsersInRole
source: There are users in this role.
ar_001: هناك مستخدمون في هذا الدور.
de_de: Es gibt in dieser Rolle keine Benutzer:innen.
es_es: Hay usuarios en este rol.
fr_fr: Des utilisateurs occupent ce rôle.
id_id: Ada pengguna lain di peran ini.
it_it: Ci sono utenti in questo ruolo.
ja_jp: この役割をしているユーザーがいます。
ko_kr: 이 역할을 가진 사용자가 있어요.
pl_pl: Do tej roli są przypisani użytkownicy.
pt_br: Há usuários com esta função.
ru_ru: В этой роли есть пользователи.
th_th: มีผู้ใช้อยู่ในหน้าที่นี้
tr_tr: Bu rolde kullanıcılar var.
vi_vn: Có các người chơi trong vai trò này.
zh_cn: 已有用户担任此角色。
zh_tw: 此身分含有使用者。

# Action.AdvertiseGroup
source: Advertise Group
ar_001: مجموعة الإعلانات
de_de: Gruppe bewerben
es_es: Promocionar grupo
fr_fr: Promouvoir le groupe
id_id: Iklankan Grup
it_it: Pubblicizza gruppo
ja_jp: グループを宣伝する
ko_kr: 그룹 홍보
pl_pl: Zareklamuj grupę
pt_br: Anunciar grupo
ru_ru: Рекламировать группу
th_th: โปรโมทกลุ่ม
tr_tr: Grubu Tanıt
vi_vn: Quảng Cáo Nhóm
zh_cn: 宣传群组
zh_tw: 宣傳群組

# Action.CreateRole
source: Create Role
ar_001: إنشاء دور
de_de: Rolle erstellen
es_es: Crear rol
fr_fr: Créer un rôle
id_id: Buat Peran
it_it: Crea ruolo
ja_jp: 役割を作成
ko_kr: 역할 만들기
pl_pl: Utwórz rolę
pt_br: Criar função
ru_ru: Создать роль
th_th: สร้างหน้าที่
tr_tr: Rol Oluştur
vi_vn: Tạo Vai Trò
zh_cn: 创建角色
zh_tw: 建立身分
