Repository: rbxinfra/translation-resources
Catalog: resources/Feature/Groups.*.resx
Languages: ar_001, de_de, es_es, fr_fr, id_id, it_it, ja_jp, ko_kr, pl_pl, pt_br, ru_ru, th_th, tr_tr, vi_vn, zh_cn, zh_tw

# Label.SearchMembers
source: Search Members
ar_001: البحث عن الأعضاء
de_de: Mitglieder suchen
es_es: Buscar miembros
fr_fr: Recherche de membres
id_id: Cari Anggota
it_it: Cerca membri
ja_jp: メンバーをサーチ
ko_kr: 멤버 검색
pl_pl: Wyszukaj członków
pt_br: Buscar membros
ru_ru: Поиск участников
th_th: ค้นหาสมาชิก
tr_tr: Üyelerde Ara
vi_vn: Tìm Thành Viên
zh_cn: 搜索成员
zh_tw: 搜尋成員

# Message.Admin
source: A group administrator.
ar_001: مسؤول المجموعة.
de_de: Ein:e Gruppenadministrator:in
es_es: El administrador del grupo.
fr_fr: L'administrateur du groupe.
id_id: Administrator grup.
it_it: Un amministratore del gruppo
ja_jp: グループ管理者。
ko_kr: 그룹의 관리자.
pl_pl: Administrator grupy.
pt_br: Administrador(a) do grupo.
ru_ru: Администратор группы.
th_th: แอดมินกลุ่ม
tr_tr: Bir grup yöneticisi.
vi_vn: Một quản trị viên của nhóm.
zh_cn: 群组管理员。
zh_tw: 群組的管理員。

# Message.ChangeDescription
source: {actor} changed the description to "{newDescription}"
ar_001: غيّر {actor} الوصف إلى "{newDescription}"
de_de: {actor} hat die Beschreibung in „{newDescription}“ geändert
es_es: {actor} cambió la descripción a "{newDescription}"
fr_fr: {actor} a changé la description du groupe en « {newDescription} »
id_id: {actor} mengubah deskripsi menjadi "{newDescription}"
it_it: {actor} ha cambiato la descrizione in "{newDescription}"
ja_jp: {actor} が詳細を 「{newDescription}」に変更しました
ko_kr: {actor} 님이 설명을 "{newDescription}"(으)로 수정했어요
pl_pl: Użytkownik {actor} zmienił opis grupy na „{newDescription}”
pt_br: {actor} alterou a descrição para "{newDescription}"
ru_ru: {actor} меняет описание на {newDescription}
th_th: {actor} เปลี่ยนคำอธิบายเป็น "{newDescription}"
tr_tr: {actor}, açıklamayı "{newDescription}" olarak değiştirdi
vi_vn: {actor} đã thay đổi miêu tả thành "{newDescription}"
zh_cn: “{actor}”已将描述改为“{newDescription}”
zh_tw: {actor} 已將說明變更為「{newDescription}」

# Message.DescriptionEmpty
source: Your group description was empty.
ar_001: وصف المجموعة الخاص بك فارغ.
de_de: Deine Gruppenbeschreibung war leer.
es_es: La descripción de tu grupo estaba vacía.
fr_fr: La description de votre groupe était vide.
id_id: Deskripsi grup kamu kosong.
it_it: La descrizione del tuo gruppo era vuota.
ja_jp: グループの詳細が空欄です。
ko_kr: 그룹 설명이 비어 있어요.
pl_pl: Opis grupy jest pusty.
pt_br: A descrição do grupo estava vazia.
ru_ru: Описание группы пустое.
th_th: ไม่ได้กรอกคำอธิบายกลุ่มของคุณ
tr_tr: Grup açıklaman boştu.
vi_vn: Miêu tả nhóm của bạn trống.
zh_cn: 群组描述空白。
zh_tw: 群組說明空白。

# Message.NameChangeCooldown
source: The name was changed too recently.
ar_001: تم تغيير الاسم مؤخرا جدا.
de_de: Der Name wurde vor zu kurzer Zeit geändert.
es_es: El nombre se cambió recientemente.
fr_fr: Le nom a été changé trop récemment.
id_id: Nama sudah diubah baru-baru ini.
it_it: Il nome è stato cambiato troppo di recente.
ja_jp: 名前の変更のタイミングが早すぎます。
ko_kr: 최근에 변경된 이름입니다.
pl_pl: Nazwa została zmieniona zbyt niedawno.
pt_br: O nome foi mudado muito recentemente.
ru_ru: Название было изменено недавно.
th_th: เพิ่งเปลี่ยนชื่อเมื่อไม่นานมานี้
tr_tr: Ad yakın zamanda değiştirildi.
vi_vn: Tên đã được đổi gần đây.
zh_cn: 此名称最近被更改过。
zh_tw: 已在近期變更名稱。

# Message.RoleLimitReached
source: Limit for roles have been reached on this group.
ar_001: تم الوصول إلى حد أقصى للأدوار في هذه المجموعة.
de_de: Höchstanzahl der Rollen wurde für diese Gruppe erreicht.
es_es: Este grupo ha llegado al número máximo de roles.
fr_fr: La limite de rôles a été atteinte dans ce groupe.
id_id: Batas peran di grup ini telah tercapai.
it_it: In questo gruppo sono stati raggiunti dei limiti per i ruoli.
ja_jp: このグループで役割の上限を超えました。
ko_kr: 이 그룹이 최대로 이용 가능한 역할의 개수가 한도에 도달했어요.
pl_pl: Osiągnięto limit ról dla tej grupy.
pt_br: Este grupo atingiu o limite de funções.
ru_ru: В этой группе достигнут максимум ролей.
th_th: กลุ่มนี้มีจำนวนหน้าที่ถึงจำนวนสูงสุดแล้ว
tr_tr: Bu grupta rol sınırına ulaşıldı.
vi_vn: Nhóm đã đạt giới hạn số lượng vai trò.
zh_cn: 此群组的角色已达上限。
zh_tw: 此群組已達身分上限。

# Action.Post
source: Post
ar_001: نشر
de_de: Posten
es_es: Publicar
fr_fr: Publier
id_id: Postingan
it_it: Messaggio
ja_jp: 投稿
ko_kr: 게시하기
pl_pl: Zamieść
pt_br: Publicar
ru_ru: Опубликовать
th_th: โพสต์
tr_tr: Gönder
vi_vn: Đăng
zh_cn: 发布
zh_tw: 貼文

# Message.CancelClanInvite
source: {actor} cancelled {user}'s clan invite
ar_001: ألغى {actor} دعوة عصابة {user}
de_de: {actor} hat {user}s Klan-Einladung gelöscht
es_es: {actor} canceló la invitación de {user} al clan
fr_fr: {actor} a annulé l'invitation au clan de {user}
id_id: {actor} membatalkan undangan klan {user}
it_it: {actor} ha cancellato l'invito al clan di {user}
ja_jp: {actor} が {user} へのクランへの招待状をキャンセルしました
ko_kr: {actor} 님이 {user} 님의 클랜 초대를 취소했어요
pl_pl: Użytkownik {actor} anulował zaproszenie do klanu dla użytkownika {user}
pt_br: {actor} cancelou o convite de clã do usuário {user}
ru_ru: {actor} отменяет приглашение в клан для пользователя {user}
th_th: {actor} ได้ยกเลิกคำเชิญเข้าแคลนของ "{user}"
tr_tr: {actor}, {user} adlı kullanıcının klan davetini iptal etti
vi_vn: {actor} đã hủy lời mời gia nhập bang hội của {user}
zh_cn: “{actor}”已取消“{user}”的公会邀请
zh_tw: {actor} 已取消 {user} 的公會邀請

# Message.NotEnoughFundsDistribute
source: You do not have enough funds to distribute this amount.
ar_001: ليس لديك ما يكفي من الأموال لتوزيع هذا المبلغ.
de_de: Du hast nicht genug Guthaben, um diese Menge zu verteilen.
es_es: No tienes suficientes fondos para distribuir esta cantidad.
fr_fr: Les fonds du groupe sont insuffisants pour distribuer ce montant.
id_id: Kamu tidak punya cukup dana untuk mendistribusikan jumlah ini.
it_it: Non hai abbastanza fondi per distribuire questo importo.
ja_jp: この額を給付するには資金が足りません。
ko_kr: 펀드가 부족해서 이 금액을 배포할 수 없습니다.
pl_pl: Masz za mało środków, aby rozdzielić tę kwotę.
pt_br: Você não tem fundos suficientes para distribuir esse valor.
ru_ru: Недостаточно средств для распределения этой суммы.
th_th: คุณมีเงินทุนไม่เพียงพอที่จะแจกจ่ายในจำนวนนี้
tr_tr: Bu tutarı paylaştırmak için yeterli kaynağın yok.
vi_vn: Bạn không có đủ tiền để phân phối số tiền này.
zh_cn: 你的群组资金不足，无法分配此数额的资金。
zh_tw: 資金不足，無法分發此金額。

# Message.UnableToAcceptAllRequests
source: Unable to accept all requests. Please try again.
ar_001: غير قادر على قبول جميع الطلبات. الرجاء المحاولة مرة أخرى.
de_de: Alle Anfragen können nicht angenommen werden. Bitte versuche es erneut.
es_es: No se pueden aceptar todas las solicitudes. Inténtalo de nuevo.
fr_fr: Impossible d'accepter toutes les demandes. Veuillez réessayer plus tard.
id_id: Tidak dapat menerima semua permintaan. Coba lagi.
it_it: Impossibile accettare tutte le richieste. Riprova più tardi.
ja_jp: すべてのリクエストを承認できません。もう一度お試しください。
ko_kr: 모든 요청을 수락할 수 없습니다. 나중에 다시 시도하세요.
pl_pl: Nie można zaakceptować wszystkich próśb. Spróbuj ponownie.
pt_br: Não foi possível aceitar todas as solicitações. Tente mais tarde.
ru_ru: Не удалось принять все запросы. Повтори попытку.
th_th: ไม่สามารถยอมรับคำขอทั้งหมดได้ โปรดลองอีกครั้ง
tr_tr: Tüm istekler kabul edilemiyor. Lütfen tekrar dene.
vi_vn: Không thể chấp nhận tất cả yêu cầu. Vui lòng thử lại.
zh_cn: 无法接受所有请求。请稍后重试。
zh_tw: 無法接受所有請求，請重新嘗試。

# Message.UpdateAssetRevert
source: {actor} reverted asset {item} from version {version} to {oldVersion}
ar_001: {actor} قام بإرجاع الأصل {item} من الإصدار {version} إلى {oldVersion}
de_de: {actor} hat das Objekt {item} von Version {version} auf {oldVersion} zurückgesetzt
es_es: {actor} ha revertido el recurso {item} de la versión {version} a {oldVersion}
fr_fr: {actor} a rétrogradé l'élément {item} de la version {version} à {oldVersion}
id_id: {actor} mengembalikan aset {item} dari versi {version} ke {oldVersion}
it_it: {actor} ha ripristinato la risorsa {item} dalla versione {version} alla {oldVersion}
ja_jp: {actor} が {item} のアセットをバージョン {version} から {oldVersion} に戻しました
ko_kr: {actor} 님이 {item} 애셋을 버전 {version}에서 {oldVersion}(으)로 되돌렸어요
pl_pl: Użytkownik {actor} przywrócił wersję zasobu {item} z {version} do {oldVersion}
pt_br: {actor} reverteu o elemento {item} da versão {version} para {oldVersion}
ru_ru: {actor} возвращает ресурс {item} с версии {version} на версию {oldVersion}
th_th: {actor} ได้แปลงกลับทรัพยากร "{item}" จากเวอร์ชัน {version} เป็น {oldVersion}
tr_tr: {actor}, {item} varlığının sürümünü {version} iken {oldVersion} olarak değiştirdi
vi_vn: {actor} đã hoàn lại tài sản {item} từ phiên bản {version} về {oldVersion}
zh_cn: “{actor}”已将素材“{item}”的版本从 {version} 还原为 {oldVersion}
zh_tw: {actor} 已將素材 {item} 的版本從 {version} 還原為 {oldVersion}

# Description.ExileUserWarning
source: Are you sure you want to exile this user?
ar_001: هل أنت متأكد من أنك تريد إنهاء هذا المستخدم؟
de_de: Möchtest du diese:n Benutzer:in wirklich verbannen?
es_es: ¿Quieres expulsar a este usuario?
fr_fr: Voulez-vous vraiment bannir cet utilisateur ?
id_id: Kamu yakin ingin mengeluarkan pengguna ini?
it_it: Sei sicuro di voler bandire questo utente?
ja_jp: このユーザーを追放しますか？
ko_kr: 이 사용자를 정말 추방할까요?
pl_pl: Czy na pewno chcesz wyrzucić tego użytkownika?
pt_br: Quer mesmo exilar este usuário?
ru_ru: Исключить этого пользователя?
th_th: คุณแน่ใจหรือไม่ว่าคุณต้องการไล่ผู้ใช้คนนี้ออก?
tr_tr: Bu kullanıcıyı kovmak istediğine emin misin?
vi_vn: Bạn có chắc muốn trục xuất người chơi này không?
zh_cn: 是否确定要驱逐此用户？
zh_tw: 確定驅逐此使用者？

# Label.CreateGroupEmblem
source: Emblem
ar_001: الشعار
es_es: Emblema
fr_fr: Emblème
id_id: Lambang
it_it: Emblema
ja_jp: エンブレム
ko_kr: 엠블럼
pl_pl: Emblemat
pt_br: Emblema
ru_ru: Иконка
th_th: ตราสัญลักษณ์
tr_tr: Amblem
vi_vn: Biểu Tượng
zh_cn: 标志
zh_tw: 標誌

# Message.ImmutableRole
source: This role's permissions can not be modified.
ar_001: لا يمكن تعديل أذونات هذا الدور.
de_de: Die Berechtigungen dieser Rolle können nicht verändert werden.
es_es: No se pueden modificar los permisos para este rol.
fr_fr: Les permissions de ce rôle ne peuvent pas être modifiées.
id_id: Izin peran ini tidak dapat diubah.
it_it: I permessi di questo ruolo non possono essere modificati.
ja_jp: この役割の権限は変更できません。
ko_kr: 이 역할의 권한은 수정이 불가능해요.
pl_pl: Nie można modyfikować uprawnień dla tej roli.
pt_br: As permissões desta função não podem ser alteradas.
ru_ru: Разрешения этой роли нельзя изменить.
th_th: ไม่สามารถแก้ไขสิทธิ์ของหน้าที่นี้ได้
tr_tr: Bu rolün izinleri değiştirilemez.
vi_vn: Không thể điều chỉnh quyền của vai trò này.
zh_cn: 无法修改此角色的权限。
zh_tw: 無法修改此身分的權限。

# Message.LoadWallPostsError
source: Unable to load wall posts.
ar_001: غير قادر على تحميل المشاركات الجدارية.
de_de: Posts konnten nicht geladen werden.
es_es: No se pueden cargar las publicaciones del muro.
fr_fr: Impossible de charger les messages du mur.
id_id: Tidak dapat me-load postingan dinding.
it_it: Impossibile caricare messaggi sulla bacheca.
ja_jp: 掲示板投稿をロードできません。
ko_kr: 담벼락 게시물을 불러올 수 없습니다.
pl_pl: Nie można wczytać postów z tablicy.
pt_br: Não é possível carregar publicações do mural.
ru_ru: Не удаётся загрузить публикации на стене.
th_th: ไม่สามารถโหลดโพสต์บนกระดานได้
tr_tr: Duvar gönderileri yüklenemiyor.
vi_vn: Không thể tải các bài đăng trên tường.
zh_cn: 无法加载帖子。
zh_tw: 無法載入貼文。

# Message.UnableToLoadRevenue
source: Unable to load revenue summary
ar_001: غير قادر على تحميل ملخص الإيرادات
de_de: Einnahme-Übersicht konnte nicht geladen werden
es_es: No se puede cargar el resumen de las ganancias
fr_fr: Impossible de charger le résumé des revenus.
id_id: Tidak dapat me-load ringkasan pendapatan
it_it: Impossibile caricare il riepilogo delle entrate
ja_jp: 収入の明細をロードできません
ko_kr: 수익 통계를 불러올 수 없습니다
pl_pl: Nie można wczytać podsumowania dochodów
pt_br: Não foi possível carregar o resumo de rendimentos
ru_ru: Не удалось загрузить сводку доходов
th_th: ไม่สามารถโหลดข้อมูลสรุปรายได้
tr_tr: Gelir özeti yüklenemiyor
vi_vn: Không thể tải tóm tắt doanh thu
zh_cn: 无法加载收益摘要
zh_tw: 無法載入收入概要

# Action.DeleteRole
source: Delete Role
ar_001: حذف الدور
de_de: Rolle löschen
es_es: Eliminar rol
fr_fr: Supprimer le rôle
id_id: Hapus Peran
it_it: Cancella ruolo
ja_jp: 役割を削除
ko_kr: 역할 삭제
pl_pl: Usuń rolę
pt_br: Excluir função
ru_ru: Удалить роль
th_th: ลบหน้าที่
tr_tr: Rolü Sil
vi_vn: Xóa Vai Trò
zh_cn: 删除角色
zh_tw: 刪除身分

# Action.LeaveGroup
source: Leave Group
ar_001: مغادرة المجموعة
de_de: Gruppe verlassen
es_es: Salir del grupo
fr_fr: Quitter le groupe
id_id: Tinggalkan Grup
it_it: Lascia gruppo
ja_jp: グループを抜ける
ko_kr: 그룹 나가기
pl_pl: Opuść grupę
pt_br: Sair do grupo
ru_ru: Покинуть группу
th_th: ออกจากกลุ่ม
tr_tr: Gruptan Ayrıl
vi_vn: Rời Nhóm
zh_cn: 离开群组
zh_tw: 離開群組

# Heading.Members
source: Members
ar_001: الأعضاء
de_de: Mitglieder
es_es: Miembros
fr_fr: Membres
id_id: Anggota
it_it: Membri
ja_jp: メンバー
ko_kr: 멤버
pl_pl: Członkowie
pt_br: Membros
ru_ru: Участники
th_th: สมาชิก
tr_tr: Üyeler
vi_vn: Thành Viên
zh_cn: 成员
zh_tw: 成員

# Message.InvalidFileType
source: Invalid file type for group icon.
ar_001: نوع الملف غير صالح للأيقونة المجموعة.
de_de: Ungültige Dateientyp für das Gruppensymbol.
es_es: Tipo de archivo no válido para el ícono del grupo.
fr_fr: Format de fichier non valide pour l'icône du groupe.
id_id: Tipe file untuk ikon grup kamu tidak valid.
it_it: Tipo di file non valido per l'icona del gruppo.
ja_jp: グループアイコンのファイルタイプが無効です。
ko_kr: 유효하지 않은 그룹 아이콘 파일 형식입니다.
pl_pl: Nieprawidłowy typ pliku ikony grupy.
pt_br: Tipo de arquivo inválido para o ícone do grupo.
ru_ru: Неверный тип файла для иконки группы.
th_th: ประเภทไฟล์ของไอคอนกลุ่มไม่ถูกต้อง
tr_tr: Grup simgesi için geçersiz dosya tipi.
vi_vn: Biểu tượng nhóm sai định dạng.
zh_cn: 群组图标文件类型无效。
zh_tw: 群組圖示檔案類型無效。

# Message.JoinGroupSuccess
source: Successfully joined the group.
ar_001: تم الانضمام إلى المجموعة بنجاح.
de_de: Du bist der Gruppe beigetreten.
es_es: Te uniste al grupo.
fr_fr: Vous avez rejoint le groupe.
id_id: Berhasil bergabung ke grup.
it_it: Ti sei unito al gruppo con successo.
ja_jp: グループに参加しました。
ko_kr: 그룹 가입 완료.
pl_pl: Dołączono do grupy.
pt_br: Entrada no grupo realizada com sucesso.
ru_ru: Вступление в группу выполнено.
th_th: เข้าร่วมกลุ่มสำเร็จเรียบร้อยแล้ว
tr_tr: Gruba katılım başarılı.
vi_vn: Tham gia nhóm thành công.
zh_cn: 成功加入群组。
zh_tw: 成功加入群組。

# Message.LeaveGroupError
source: Unable to leave group.
ar_001: تعذر مغادرة المجموعة.
de_de: Gruppe konnte nicht verlassen werden.
es_es: No se puede salir del grupo.
fr_fr: Impossible de quitter le groupe.
id_id: Tidak dapat keluar dari grup.
it_it: Impossibile lasciare il gruppo.
ja_jp: グループを終了できません。
ko_kr: 그룹을 나갈 수 없습니다.
pl_pl: Nie można opuścić grupy.
pt_br: Impossível sair do grupo.
ru_ru: Не удалось покинуть группу.
th_th: ไม่สามารถออกจากกลุ่มได้
tr_tr: Gruptan ayrılma başarısız.
vi_vn: Không thể rời khỏi nhóm.
zh_cn: 无法离开群组。
zh_tw: 無法離開群組。

# Message.TransactionsBalance
source: Your balance after this transaction will be {balance}
ar_001: رصيدك بعد هذه المعاملة سيكون {balance}
de_de: Nach dieser Transaktion beträgt dein Kontostand {balance}
es_es: Tu saldo después de esta transacción será de {balance}.
fr_fr: Votre solde après cette transaction sera de {balance}
id_id: Saldo kamu setelah transaksi ini akan menjadi {balance}
it_it: Dopo la transazione, i tuoi fondi ammonteranno a {balance}
ja_jp: この取引後の残高は {balance} になります
ko_kr: 본 거래 후 예상 잔액은 {balance}입니다.
pl_pl: Saldo po tej transakcji wyniesie {balance}
pt_br: Seu saldo depois desta transação será de {balance}
ru_ru: После этой транзакции баланс составит {balance}
th_th: หลังการทำธุรกรรมนี้คุณจะมียอดคงเหลือ {balance}
tr_tr: Bu işlemden sonra bakiyen {balance} olacak
vi_vn: Số dư của bạn sau giao dịch này sẽ là {balance}
zh_cn: 你在此次交易后的余额将为 {balance}
zh_tw: 您在此交易後的餘額將為 {balance}

# Action.JoinGroup
source: Join Group
ar_001: الانضمام إلى المجموعة
de_de: Gruppe beitreten
es_es: Unirse al grupo
fr_fr: Rejoindre le groupe
id_id: Bergabung ke Grup
it_it: Unisciti al gruppo
ja_jp: グループに参加
ko_kr: 그룹 가입
pl_pl: Dołącz do grupy
pt_br: Entrar no grupo
ru_ru: Вступить в группу
th_th: เข้าร่วมกลุ่ม
tr_tr: Gruba Katıl
vi_vn: Tham Gia Nhóm
zh_cn: 加入群组
zh_tw: 加入群組

# Label.Loading
source: Loading...
ar_001: تحميل...
de_de: Wird geladen ...
es_es: Cargando...
fr_fr: Chargement...
it_it: Caricamento...
ja_jp: ロード中...
ko_kr: 불러오는 중...
pl_pl: Wczytywanie...
pt_br: Carregando...
ru_ru: Загрузка...
th_th: กำลังโหลด...
tr_tr: Yükleniyor...
vi_vn: Đang Tải...
zh_cn: 正在加载...
zh_tw: 正在載入……

# Label.NoStoreItems
source: No items are for sale in this group.
ar_001: لا توجد عناصر للبيع في هذه المجموعة.
de_de: In dieser Gruppe stehen keine Items zum Verkauf.
es_es: No hay objetos a la venta en este grupo.
fr_fr: Aucun objet n'est à vendre dans ce groupe.
id_id: Tidak ada item yang dijual di grup ini.
it_it: Nessun oggetto è in vendita in questo gruppo.
ja_jp: このグループで販売中のアイテムはありません。
ko_kr: 본 그룹에서 판매 중인 아이템이 없습니다.
pl_pl: W tej grupie nie ma żadnych przedmiotów na sprzedaż.
pt_br: Nenhum item está à venda neste grupo.
ru_ru: В этой группе нет предметов на продажу.
th_th: ไม่มีไอเท็มสำหรับขายในกลุ่มนี้
tr_tr: Bu grupta satılık hiçbir öğe yok.
vi_vn: Không có vật phẩm nào được bán trong nhóm này.
zh_cn: 此群组没有待售物品。
zh_tw: 此群組沒有販賣中道具。

# Label.Success
source: Success
ar_001: نجاح
de_de: Erfolg
es_es: Hecho
fr_fr: Succès
id_id: Berhasil
it_it: Successo
ja_jp: 成功
ko_kr: 완료
pl_pl: Powodzenie
pt_br: Sucesso
ru_ru: Готово
th_th: สำเร็จเรียบร้อย
tr_tr: Başarılı
vi_vn: Thành Công
zh_cn: 成功
zh_tw: 成功

# Message.SearchTermEmptyError
source: Search term is empty
ar_001: مصطلح البحث فارغ
de_de: Suchbegriff ist leer
es_es: El campo de búsqueda está vacío
fr_fr: Le champ de recherche est vide
id_id: Istilah pencarian kosong
it_it: Il termine di ricerca è vuoto
ja_jp: サーチする語句がありません
ko_kr: 검색어가 입력되지 않았어요
pl_pl: Termin wyszukiwania jest pusty
pt_br: O campo de busca está vazio
ru_ru: Поисковый запрос пуст
th_th: ไม่ได้กรอกคำที่ใช้ค้นหา
tr_tr: Arama terimi boş
vi_vn: Cụm từ tìm kiếm trống
zh_cn: 搜索字符为空
zh_tw: 搜尋字串空白

# Message.SettingFail
source: Unable to update setting
ar_001: غير قادر على تحديث الإعداد
de_de: Einstellung konnte nicht aktualisiert werden
es_es: No se puede actualizar la configuración
fr_fr: Impossible de mettre à jour le paramètre
id_id: Tidak dapat meng-update pengaturan
it_it: Impossibile aggiornare impostazione
ja_jp: 設定を更新できません
ko_kr: 설정 업데이트 실패
pl_pl: Nie można zaktualizować ustawienia
pt_br: Não foi possível atualizar a configuração
ru_ru: Не удалось обновить параметр
th_th: ไม่สามารถอัปเดตการตั้งค่าได้
tr_tr: Ayar güncellenemiyor
vi_vn: Không thể cập nhật cài đặt
zh_cn: 无法更新设置
zh_tw: 無法更新設定

# Action.Close
source: Close
ar_001: أغلق
de_de: Schließen
es_es: Cerrar
fr_fr: Fermer
id_id: Tutup
it_it: Chiudi
ja_jp: 閉鎖する
ko_kr: 닫기
pl_pl: Zamknij
pt_br: Fechar
ru_ru: Закрыть
th_th: ปิด
tr_tr: Kapat
vi_vn: Đóng
zh_cn: 关闭
zh_tw: 關閉

# Action.Exile
source: Exile
de_de: Verbannen
es_es: Expulsar
fr_fr: Bannir
id_id: Keluarkan
it_it: Bandisci
ja_jp: 追放
ko_kr: 추방
pl_pl: Wyrzuć
pt_br: Exilar
ru_ru: Исключить
th_th: ไล่ออก
tr_tr: Kov
vi_vn: Trục Xuất
zh_cn: 驱逐
zh_tw: 驅逐

# Heading.Enemies
source: Enemies
de_de: Feinde
es_es: Enemigos
fr_fr: Ennemis
id_id: Musuh
it_it: Nemici
ja_jp: 敵
ko_kr: 적
pl_pl: Wrogowie
pt_br: Inimigos
ru_ru: Враги
th_th: ศัตรู
tr_tr: Düşmanlar
vi_vn: Kẻ Thù
zh_cn: 敌人
zh_tw: 敵人

# Heading.GroupProfile
source: Group Profile
ar_001: الملف الشخصي للمجموعة
de_de: Gruppenprofil
es_es: Perfil del grupo
fr_fr: Profil du groupe
id_id: Profil Grup
it_it: Profilo gruppo
ja_jp: グループのプロフィール
ko_kr: 그룹 프로필
pl_pl: Profil grupy
pt_br: Perfil do grupo
ru_ru: Профиль группы
th_th: โปรไฟล์กลุ่ม
tr_tr: Grup Profili
vi_vn: Hồ Sơ Nhóm
zh_cn: 群组资料
zh_tw: 群組檔案

# Label.All
source: All
ar_001: الكل
de_de: Alle
es_es: Todos
fr_fr: Tous
id_id: Semua
it_it: Tutti
ja_jp: すべて
ko_kr: 모두
pl_pl: Wszystko
pt_br: Tudo
ru_ru: Все
th_th: ทั้งหมด
tr_tr: Tümü
vi_vn: Tất Cả
zh_cn: 全部
zh_tw: 全部

# Label.KickFromClan
source: Kick from Clan
ar_001: طرد من العصابة
de_de: Vom Klan kicken
es_es: Expulsar del clan
fr_fr: Expulser du clan
id_id: Keluarkan dari Klan
it_it: Espelli dal clan
ja_jp: クランから追放
ko_kr: 클랜에서 추방
pl_pl: Wyrzuć z klanu
pt_br: Expulsar do clã
ru_ru: Выгнать из клана
th_th: ไล่ออกจากแคลน
tr_tr: Klandan At
vi_vn: Đuổi Khỏi Bang Hội
zh_cn: 踢出公会
zh_tw: 踢出公會

# Label.ManageItems
source: Configure avatar items
ar_001: تهيئة عناصر الأفاتار
de_de: Avatarartikel konfigurieren
es_es: Configurar objetos de avatar
fr_fr: Configurer des items d'avatars
id_id: Konfigurasi item avatar
it_it: Configura elementi avatar
ja_jp: アバターアイテムを環境設定
ko_kr: 아바타 아이템 구성
pl_pl: Skonfiguruj przedmioty awatara
pt_br: Configurar itens de avatar
ru_ru: Настройка предметов аватара
th_th: กำหนดค่าไอเท็มอวาตาร์
tr_tr: Avatar öğelerini yapılandır
vi_vn: Điều chỉnh các vật phẩm avatar
zh_cn: 配置虚拟形象道具
zh_tw: 設定虛擬人偶道具

# Label.ManageRelationships
source: Manage allies and enemies
ar_001: إدارة الحلفاء والأعداء
de_de: Verbündete und Feinde verwalten
es_es: Gestionar aliados y enemigos
fr_fr: Gérer les alliés et les ennemis
id_id: Kelola sekutu dan musuh
it_it: Gestisci alleati e nemici
ja_jp: 同盟と敵を管理
ko_kr: 동맹 및 적 관리하기
pl_pl: Zarządzaj sojusznikami i wrogami
pt_br: Gerenciar aliados e inimigos
ru_ru: Управление друзьями и врагами
th_th: จัดการพันธมิตรและศัตรู
tr_tr: Müttefikleri ve düşmanları yönet
vi_vn: Quản lý đồng minh và kẻ thù
zh_cn: 管理盟友与敌人
zh_tw: 管理盟友與敵人。

# Heading.User
source: User
ar_001: المستخدم
de_de: Benutzer:in
es_es: Usuario
fr_fr: Utilisateur
id_id: Pengguna
it_it: Utente
ja_jp: ユーザー
ko_kr: 사용자
pl_pl: Użytkownik
pt_br: Usuário
ru_ru: Пользователь
th_th: ผู้ใช้
tr_tr: Kullanıcı
vi_vn: Người Chơi
zh_cn: 用户
zh_tw: 使用者

# Label.InviteToClan
source: Invite to Clan
ar_001: دعوة للعصابة
de_de: Zum Klan einladen
es_es: Invitar al clan
fr_fr: Inviter dans le clan
id_id: Undang ke Klan
it_it: Invita nel clan
ja_jp: クランに招待
ko_kr: 클랜에 초대
pl_pl: Zaproś do klanu
pt_br: Convidar para o clã
ru_ru: Пригласить в клан
th_th: เชิญเข้าร่วมแคลน
tr_tr: Klana Davet Et
vi_vn: Mời Vào Bang Hội
zh_cn: 邀请至公会
zh_tw: 邀請到公會

# Label.MaxGroupsTooltip
source: You may only be in a maximum of {maxGroups} groups at one time
ar_001: قد تكون فقط في عدد أقصى من المجموعات {maxGroups} في وقت واحد
de_de: Du kannst maximal in {maxGroups} Gruppen gleichzeitig sein.
es_es: Puedes unirte a un máximo de {maxGroups} grupos a la vez.
fr_fr: Vous ne pouvez faire partie que de {maxGroups} groupes à la fois
id_id: Kamu hanya boleh berada dalam maksimum {maxGroups} grup dalam satu waktu
it_it: Puoi fare parte di un massimo di {maxGroups} gruppi allo stesso tempo
ja_jp: 同時に参加できるのは、最大 {maxGroups} グループまでです
ko_kr: 한 번에 최대 {maxGroups} 그룹까지만 참가 가능합니다
pl_pl: Równocześnie możesz być w maksymalnie {maxGroups} grupach
pt_br: Você só pode estar em um máximo de {maxGroups} grupos em um dado momento
ru_ru: Ты можешь состоять максимум в {maxGroups} группах одновременно
th_th: คุณสามารถเข้าร่วมได้สูงสุด {maxGroups} กลุ่มเท่านั้นในเวลาเดียวกัน
tr_tr: Aynı anda en fazla {maxGroups} grupta olabilirsin
vi_vn: Bạn chỉ có thể ở tối đa {maxGroups} nhóm cùng một lúc
zh_cn: 你可能只能同时加入 {maxGroups} 个群组
zh_tw: 您最多只能同時加入 {maxGroups} 個群組

# Label.ViewWall
source: View group wall
ar_001: عرض جدار المجموعة
de_de: Gruppenwand ansehen
es_es: Ver muro del grupo
fr_fr: Voir le mur du groupe
id_id: Tampilkan dinding grup
it_it: Visualizza bacheca del gruppo
ja_jp: グループ掲示板を表示
ko_kr: 그룹 담벼락 보기
pl_pl: Wyświetl tablicę grupy
pt_br: Ver mural do grupo
ru_ru: Смотреть стену группы
th_th: ดูกระดานกลุ่ม
tr_tr: Grup duvarını görüntüle
vi_vn: Xem tường nhóm
zh_cn: 查看群组动态墙
zh_tw: 查看群組動態牆
