Repository: rbxinfra/translation-resources
Catalog: resources/Feature/Groups.*.resx
Languages: ar_001, de_de, es_es, fr_fr, id_id, it_it, ja_jp, ko_kr, pl_pl, pt_br, ru_ru, th_th, tr_tr, vi_vn, zh_cn, zh_tw

# Label.ViewStatus
source: View group shout
ar_001: عرض تصريخ المجموعة
de_de: Gruppennachricht anzeigen
es_es: Ver anuncio del grupo
fr_fr: Voir l'appel de groupe
id_id: Tampilkan pengumuman grup
it_it: Visualizza avviso del gruppo
ja_jp: グループ告知を表示
ko_kr: 그룹 샤우트 보기
pl_pl: Wyświetl ogłoszenie grupowe
pt_br: Ver aviso do grupo
ru_ru: Смотреть групповое сообщение
th_th: ดูประกาศกลุ่ม
tr_tr: Grup anonsunu görüntüle
vi_vn: Xem phát tin nhóm
zh_cn: 查看群组广播
zh_tw: 查看群組廣播

# Heading.Amount
source: Amount
ar_001: المبلغ
de_de: Menge
es_es: Monto
fr_fr: Montant
id_id: Jumlah
it_it: Somma
ja_jp: 価格
ko_kr: 금액
pl_pl: Kwota
pt_br: Quantidade
ru_ru: Количество
th_th: จำนวน
tr_tr: Tutar
vi_vn: Số Lượng
zh_cn: 数额
zh_tw: 金額

# Heading.ExileUserWarning
source: Warning
ar_001: تحذير
de_de: Warnung
es_es: Advertencia
fr_fr: Avertissement
id_id: Peringatan
it_it: Attenzione
ja_jp: 警告
ko_kr: 주의
pl_pl: Ostrzeżenie
pt_br: Aviso
ru_ru: Предупреждение
th_th: คำเตือน
tr_tr: Uyarı
vi_vn: Cảnh Báo
zh_cn: 警告
zh_tw: 警告

# Label.DeclineJoinRequest
source: Decline Join Request
ar_001: رفض طلب الانضمام
de_de: Beitrittsanfrage ablehnen
es_es: Rechazar solicitud a unirse
fr_fr: Refuser la demande de participation
id_id: Tolak Permintaan Bergabung
it_it: Declina la richiesta di adesione
ja_jp: 参加リクエストを却下
ko_kr: 가입 요청 거절
pl_pl: Odrzuć prośbę o dołączenie
pt_br: Recusar pedido de entrada
ru_ru: Отклонить запрос на вступление
th_th: ปฏิเสธคำขอเข้าร่วม
tr_tr: Katılım İsteğini Reddet
vi_vn: Từ Chối Yêu Cầu Tham Gia
zh_cn: 拒绝加入邀请
zh_tw: 拒絕加入請求

# Label.GroupFunds
source: Group Funds:
ar_001: صناديق المجموعة:
de_de: Gruppenguthaben:
es_es: Fondos del grupo:
fr_fr: Fonds du groupe :
id_id: Dana Grup:
it_it: Fondi del gruppo:
ja_jp: グループ資金：
ko_kr: 그룹 펀드:
pl_pl: Środki grupy:
pt_br: Fundos do grupo:
ru_ru: Фонд группы:
th_th: เงินทุนกลุ่ม:
tr_tr: Grup Kaynağı:
vi_vn: Quỹ Nhóm:
zh_cn: 群组资金：
zh_tw: 群組資金：

# Heading.JoinRequirements
source: Join Requirements
ar_001: متطلبات الانضمام
de_de: Beitrittsanforderungen
es_es: Requisitos para unirse
fr_fr: Conditions d'entrée
id_id: Syarat Bergabung
it_it: Requisiti per l'adesione
ja_jp: 参加条件
ko_kr: 가입 요건
pl_pl: Wymagania dla dołączenia
pt_br: Requisitos para entrar
ru_ru: Условия вступления
th_th: คุณสมบัติในการเข้าร่วม
tr_tr: Katılma Gereksinimleri
vi_vn: Yêu Cầu Tham Gia
zh_cn: 加入要求
zh_tw: 加入條件

# Label.DistributeBy
source: Distributing Robux by:
ar_001: توزيع Robux بواسطة:
de_de: Verteilung von Robux durch:
es_es: Robux distribuidos por:
fr_fr: Distribution des Robux :
id_id: Distribusi Robux berdasarkan:
it_it: Distribuzione Robux da:
ja_jp: Robux給付者:
ko_kr: Robux 배포:
pl_pl: Podział Robuxów wg:
pt_br: Distribuindo Robux por:
ru_ru: Распределение Robux:
th_th: แจกจ่าย Robux โดย:
tr_tr: Robux'ın Paylaştırılma Ölçütü:
vi_vn: Phân Phối Robux Theo:
zh_cn: Robux 分配者：
zh_tw: Robux 分發方式：

# Label.PostToStatus
source: Post group shout
ar_001: مجموعة المشاركة يصرخ
de_de: Gruppennachricht posten
es_es: Publicar anuncio del grupo
fr_fr: Publier l'appel de groupe
id_id: Posting pengumuman grup
it_it: Invia avviso al gruppo
ja_jp: グループ告知を投稿
ko_kr: 그룹 샤우트 게시하기
pl_pl: Zamieść ogłoszenie grupowe
pt_br: Fazer aviso ao grupo
ru_ru: Опубликовать групповое сообщение
th_th: โพสต์ประกาศกลุ่ม
tr_tr: Grup anonsu paylaş
vi_vn: Đăng phát tin nhóm
zh_cn: 发布群组广播
zh_tw: 發表群組廣播

# Label.SpendGroupFund
source: Spend group funds
ar_001: إنفاق أموال المجموعة
de_de: Gruppenguthaben ausgeben
es_es: Gastar fondos del grupo
fr_fr: Dépenser les fonds du groupe
id_id: Pakai dana grup
it_it: Spendi fondi del gruppo
ja_jp: グループ資金を使う
ko_kr: 그룹 펀드 사용하기
pl_pl: Wydaj ze środków grupy
pt_br: Gastar fundos do grupo
ru_ru: Потратить фонд группы
th_th: ใช้เงินทุนกลุ่ม
tr_tr: Grup kaynaklarından harca
vi_vn: Dùng quỹ nhóm
zh_cn: 使用群组资金
zh_tw: 使用群組資金

# Message.AddGroupPlace
source: {actor} added experience {game} as a group experience
ar_001: أضاف {actor} تجربة {game} كتجربة جماعية
de_de: {actor} hat das Erlebnis {game} als Gruppenerlebnis hinzugefügt
es_es: {actor} añadió {game} como experiencia del grupo
fr_fr: {actor} a ajouté l'expérience {game} comme expérience de groupe
id_id: {actor} menambahkan pengalaman virtual {game} sebagai pengalaman virtual grup
it_it: {actor} ha aggiunto l'esperienza {game} come esperienza di gruppo
ja_jp: {actor} が {game} のバーチャル空間をグループバーチャル空間に追加しました
ko_kr: {actor} 님이 {game} 체험을 그룹 체험으로 추가했어요
pl_pl: Użytkownik {actor} dodał projekt {game} jako projekt grupy
pt_br: {actor} adicionou a experiência {game} como uma experiência em grupo
ru_ru: {actor} добавляет {game} как плейс для группы
th_th: {actor} เพิ่มประสบการณ์ "{game}" เป็นประสบการณ์กลุ่ม
tr_tr: {actor}, {game} deneyimini grup deneyimi olarak ekledi
vi_vn: {actor} đã thêm trải nghiệm {game} dưới dạng trải nghiệm nhóm
zh_cn: “{actor}”已添加作品“{game}”为群组作品
zh_tw: {actor} 已新增體驗 {game} 為群組體驗

# Heading.Categories
source: Categories
ar_001: الفئات
de_de: Kategorien
es_es: Categorías
fr_fr: Catégories
id_id: Kategori
it_it: Categorie
ja_jp: カテゴリ
ko_kr: 카테고리
pl_pl: Kategorie
pt_br: Categorias
ru_ru: Категории
th_th: หมวดหมู่
tr_tr: Kategoriler
vi_vn: Thể Loại
zh_cn: 类别
zh_tw: 類別

# Label.AcceptAllyRequest
source: Accept Ally Request
ar_001: قبول طلب الحليف
de_de: Verbündeten-Anfrage annehmen
es_es: Aceptar solicitud de aliado
fr_fr: Accepter la demande d'alliance
id_id: Terima Permintaan Sekutu
it_it: Accetta richiesta di alleanza
ja_jp: 同盟リクエストを承認する
ko_kr: 동맹 요청 수락
pl_pl: Zaakceptuj prośbę o sojusz
pt_br: Aceitar pedido de aliança
ru_ru: Принять запрос о дружбе
th_th: ยอมรับคำขอเป็นพันธมิตร
tr_tr: Müttefiklik İsteğini Kabul Et
vi_vn: Chấp Nhận Yêu Cầu Đồng Minh
zh_cn: 接受盟友邀请
zh_tw: 接受盟友請求

# Label.Member
source: Member
ar_001: عضو
de_de: Mitglied
es_es: Miembro
fr_fr: Membre
id_id: Anggota
it_it: Membro
ja_jp: メンバー
ko_kr: 멤버
pl_pl: Członek
pt_br: Membro
ru_ru: Участник
th_th: สมาชิก
tr_tr: Üye
vi_vn: Thành Viên
zh_cn: 成员
zh_tw: 成員

# Label.NoOne
source: No One!
ar_001: لا شيء!
de_de: Niemand!
es_es: ¡Nadie!
fr_fr: Personne !
id_id: Tidak Ada!
it_it: Nessuno!
ja_jp: 誰もいません！
ko_kr: 아무도 없어요!
pl_pl: Nikt!
pt_br: Ninguém!
ru_ru: Никто!
th_th: ไม่มีเลย!
tr_tr: Hiç Kimse!
vi_vn: Không Có Ai!
zh_cn: 没有人！
zh_tw: 沒有人！

# Label.ViewAuditLogs
source: View audit log
ar_001: عرض سجل المراجعة
de_de: Prüfungsprotokoll anzeigen
es_es: Ver registro de auditoría
fr_fr: Voir le journal d'audit
id_id: Tampilkan log audit
it_it: Visualizza registro di controllo
ja_jp: 監査ログを表示
ko_kr: 그룹 활동 로그 보기
pl_pl: Wyświetl dziennik audytu
pt_br: Ver atividade do grupo
ru_ru: Смотреть журнал аудита
th_th: ดูบันทึกการตรวจสอบ
tr_tr: Denetim kaydını görüntüle
vi_vn: Xem nhật ký quản lý
zh_cn: 查看管理记录
zh_tw: 檢視管理紀錄

# Action.Cancel
source: Cancel
ar_001: إلغاء
de_de: Abbrechen
es_es: Cancelar
fr_fr: Annuler
id_id: Batalkan
it_it: Annulla
ja_jp: キャンセル
ko_kr: 취소
pl_pl: Anuluj
pt_br: Cancelar
ru_ru: Отмена
th_th: ยกเลิก
tr_tr: İptal Et
vi_vn: Hủy Bỏ
zh_cn: 取消
zh_tw: 取消

# Heading.RecurringPayout
source: Recurring Payout
ar_001: الدفع المتكرر
de_de: Wiederkehrende Auszahlung
es_es: Desembolsos recurrentes
fr_fr: Gain récurrent
id_id: Pembayaran Berulang
it_it: Pagamento ricorrente
ja_jp: 定期ペイアウト
ko_kr: 정기 페이아웃
pl_pl: Wypłata cykliczna
pt_br: Pagamento recorrente
ru_ru: Циклические выплаты
th_th: การจ่ายค่าตอบแทนแบบต่อเนื่อง
tr_tr: Tekrarlayan Kazanç
vi_vn: Thanh Toán Định Kỳ
zh_cn: 周期性支付
zh_tw: 定期支付

# Heading.Settings
source: Settings
ar_001: الإعدادات
de_de: Einstellungen
es_es: Configuración
fr_fr: Paramètres
id_id: Pengaturan
it_it: Impostazioni
ja_jp: 設定
ko_kr: 설정
pl_pl: Ustawienia
pt_br: Configurações
ru_ru: Настройки
th_th: การตั้งค่า
tr_tr: Ayarlar
vi_vn: Cài Đặt
zh_cn: 设置
zh_tw: 設定

# Message.CreateItems
source: {actor} created the group item {item}
ar_001: {actor} أنشأ عنصر المجموعة {item}
de_de: {actor} hat den Gruppenartikel {item} erstellt
es_es: {actor} creó el objeto del grupo {item}
fr_fr: {actor} a créé l'objet de groupe {item}
id_id: {actor} membuat item grup {item}
it_it: {actor} ha creato l'oggetto del gruppo {item}
ja_jp: {actor} がグループアイテムの {item} を作成しました
ko_kr: {actor} 님이 그룹 아이템 {item}(을)를 만들었어요
pl_pl: Użytkownik {actor} utworzył przedmiot grupy {item}
pt_br: {actor} criou o item de grupo {item}
ru_ru: {actor} создаёт групповой предмет: {item}
th_th: {actor} สร้างไอเท็มกลุ่ม "{item}"
tr_tr: {actor}, {item} grup öğesini oluşturdu
vi_vn: {actor} đã tạo vật phẩm nhóm {item}
zh_cn: “{actor}”已创建群组物品“{item}”
zh_tw: {actor} 已創作群組道具 {item}

# Message.DeclineAllyRequest
source: {actor} declined group {group}'s ally request
ar_001: رفض {actor} طلب حليف المجموعة {group}
de_de: {actor} hat die Verbündeten-Anfrage der {group}-Gruppe abgelehnt
es_es: {actor} ha rechazado la solicitud de aliado del grupo {group}
fr_fr: {actor} a refusé la demande d'alliance du groupe {group}
id_id: {actor} menolak permintaan sekutu grup {group}
it_it: {actor} ha rifiutato la richiesta di alleanza del gruppo {group}
ja_jp: {actor} が {group} グループの同盟リクエストを却下しました
ko_kr: {actor} 님이 {group} 그룹의 동맹 요청을 거절했어요
pl_pl: Użytkownik {actor} odrzucił prośbę o sojusz od grupy {group}
pt_br: {actor} recusou o pedido de aliança do grupo {group}
ru_ru: {actor} отклоняет запрос о дружбе от группы {group}
th_th: {actor} ปฏิเสธคำขอเป็นพันธมิตรของกลุ่ม "{group}"
tr_tr: {actor}, {group} adlı grubun müttefiklik isteğini reddetti
vi_vn: {actor} đã từ chối yêu cầu đồng minh của nhóm {group}
zh_cn: “{actor}”已拒绝群组“{group}”的盟友邀请
zh_tw: {actor} 拒絕了群組 {group} 的盟友請求

# Message.Delete
source: {actor} deleted current group
ar_001: {actor} حذف المجموعة الحالية
de_de: {actor} hat die aktuelle Gruppe gelöscht
es_es: {actor} ha eliminado el grupo actual
fr_fr: {actor} a supprimé le groupe actuel
id_id: {actor} menghapus grup saat ini
it_it: {actor} ha cancellato il gruppo attuale
ja_jp: {actor} が現在のグループを削除しました
ko_kr: {actor} 님이 현재 그룹을 삭제했어요
pl_pl: Użytkownik {actor} usunął bieżącą grupę
pt_br: {actor} excluiu o grupo atual
ru_ru: {actor} удаляет текущую группу
th_th: {actor} ลบกลุ่มปัจจุบันแล้ว
tr_tr: {actor}, grubu sildi
vi_vn: {actor} đã xóa nhóm hiện tại
zh_cn: “{actor}”已删除当前群组
zh_tw: {actor} 刪除了目前群組

# Message.ExileUserError
source: Unable to exile user.
ar_001: غير قادر على إنهاء المستخدم.
de_de: Benutzer:in konnte nicht verbannt werden.
es_es: No se puede expulsar al usuario.
fr_fr: Impossible de bannir l'utilisateur.
id_id: Tidak dapat mengeluarkan pengguna.
it_it: Impossibile bandire utente.
ja_jp: ユーザーを追放できません。
ko_kr: 사용자를 추방할 수 없습니다.
pl_pl: Nie można wyrzucić użytkownika.
pt_br: Impossível exilar usuário.
ru_ru: Не удалось исключить пользователя.
th_th: ไม่สามารถไล่ผู้ใช้ออกได้
tr_tr: Kullanıcı kovulamıyor.
vi_vn: Không thể trục xuất người chơi.
zh_cn: 无法驱逐用户。
zh_tw: 無法驅逐使用者。

# Message.MemberNotFound
source: Member does not exist within this role.
ar_001: العضو غير موجود في هذا الدور.
de_de: Mitglied existiert in dieser Rolle nicht.
es_es: No existe un miembro que tenga este rol.
fr_fr: Le membre n'existe pas avec ce rôle.
id_id: Tidak ada anggota di peran ini.
it_it: Il membro non esiste in questo ruolo.
ja_jp: この役割にメンバーは存在しません。
ko_kr: 이 역할을 맡은 멤버가 없어요.
pl_pl: Ten członek nie istnieje w ramach tej roli.
pt_br: Essa função não tem membros.
ru_ru: Участника с этой ролью не существует.
th_th: ไม่มีสมาชิกที่รับผิดชอบหน้าที่นี้
tr_tr: Bu rolde üye yok.
vi_vn: Thành viên không tồn tại với vai trò này.
zh_cn: 没有成员属于此角色。
zh_tw: 該成員不屬於此身分。

# Heading.Rank
source: Rank
ar_001: الرتبة
de_de: Rang
es_es: Rango
fr_fr: Rang
id_id: Peringkat
it_it: Grado
ja_jp: ランク
ko_kr: 등급
pl_pl: Ranga
pt_br: Classificação
ru_ru: Ранг
th_th: สถานะ
tr_tr: Rütbe
vi_vn: Xếp Hạng
zh_cn: 等级
zh_tw: 階級

# Label.SavePlace
source: Save Place
ar_001: حفظ المكان
de_de: Ort speichern
es_es: Guardar lugar
fr_fr: Enregistrer l'emplacement
id_id: Simpan Tempat
it_it: Salva località
ja_jp: プレースを保存
ko_kr: 플레이스 저장
pl_pl: Zapisz miejsce
pt_br: Salvar local
ru_ru: Сохранить локацию
th_th: บันทึกสถานที่
tr_tr: Dünyayı Kaydet
vi_vn: Lưu Địa Điểm
zh_cn: 保存空间
zh_tw: 儲存徽章

# Label.SpendGroupFunds
source: Spend Group Funds
ar_001: انفاق أموال المجموعة
de_de: Gruppenguthaben ausgeben
es_es: Gastar fondos del grupo
fr_fr: Dépenser les fonds du groupe
id_id: Pakai Dana Grup
it_it: Spendi fondi del gruppo
ja_jp: グループ資金を使う
ko_kr: 그룹 펀드 사용하기
pl_pl: Wydaj ze środków grupy
pt_br: Gastar fundos do grupo
ru_ru: Потратить фонд группы
th_th: ใช้เงินทุนกลุ่ม
tr_tr: Grup Kaynaklarından Harca
vi_vn: Dùng Quỹ Nhóm
zh_cn: 使用群组资金
zh_tw: 使用群組資金

# Message.ClaimOwnershipSuccess
source: Successfully claimed ownership of group.
ar_001: تم المطالبة بنجاح بملكية المجموعة.
de_de: Der Besitz dieser Gruppe wurde beansprucht.
es_es: Se ha reclamado la propiedad del grupo correctamente.
fr_fr: La propriété du groupe a bien été revendiquée.
id_id: Berhasil mengklaim kepemilikan grup.
it_it: Successo nel rivendicare possesso del gruppo.
ja_jp: グループの所有権を取得しました。
ko_kr: 그룹 소유권 주장 완료
pl_pl: Przejęto własność grupy.
pt_br: Propriedade do grupo reivindicada com sucesso.
ru_ru: Право собственности на группу заявлено.
th_th: อ้างสิทธิ์การเป็นเจ้าของกลุ่มสำเร็จเรียบร้อยแล้ว
tr_tr: Grup sahipliği başarıyla elde edildi.
vi_vn: Đã nhận thành công quyền sở hữu nhóm.
zh_cn: 成功成为群主。
zh_tw: 成功成為群組主人。

# Message.ConfigureItems
source: {actor} configured the group item {item}
ar_001: {actor} قام بتكوين عنصر المجموعة {item}
de_de: {actor} hat den Gruppenartikel {item} konfiguriert
es_es: {actor} ha configurado el objeto del grupo {item}
fr_fr: {actor} a configuré l'objet de groupe {item}
id_id: {actor} mengonfigurasi item grup {item}
it_it: {actor} ha configurato l'oggetto del gruppo {item}
ja_jp: {actor} がグループアイテムの {item} を環境設定しました
ko_kr: {actor} 님이 그룹 아이템 {item}(을)를 구성했어요
pl_pl: Użytkownik {actor} skonfigurował przedmiot grupy {item}
pt_br: {actor} configurou o item de grupo {item}
ru_ru: {actor} изменяет групповой предмет: {item}
th_th: {actor} กำหนดค่าให้ไอเท็มกลุ่ม "{item}"
tr_tr: {actor}, {item} grup öğesini yapılandırdı
vi_vn: {actor} đã điều chỉnh vật phẩm nhóm {item}
zh_cn: “{actor}”已设置群组道具“{item}”
zh_tw: {actor} 已設定群組道具 {item}

# Message.InsufficientRobux
source: You do not have enough Robux to create the group.
ar_001: ليس لديك ما يكفي من الروبوكس لإنشاء المجموعة.
de_de: Du hast nicht genügend Robux, um die Gruppe zu erstellen.
es_es: No tienes suficientes Robux para crear el grupo.
fr_fr: Tu n'as pas assez de Robux pour créer le groupe.
id_id: Kamu tidak memiliki cukup Robux untuk membuat grup.
it_it: Non hai abbastanza Robux per creare il gruppo.
ja_jp: Robuxが不足しているためグループ作成できません。
ko_kr: Robux가 부족해서 그룹을 만들 수 없어요.
pl_pl: Za mało Robuxów, aby utworzyć grupę.
pt_br: Você não tem Robux suficientes para criar o grupo.
ru_ru: Недостаточно Robux, чтобы создать группу.
th_th: คุณมี Robux ไม่เพียงพอที่จะสร้างกลุ่ม
tr_tr: Grup oluşturmak için yeterli Robux'ın yok.
vi_vn: Bạn không có đủ Robux để tạo nhóm.
zh_cn: 您的 Robux 不足，无法创建群组。
zh_tw: 您的 Robux 不足，無法建立群組。

# Message.RoleDescriptionTooLong
source: The roles description is too long.
ar_001: وصف الأدوار طويل جداً.
de_de: Die Rollenbeschreibung ist zu lang.
es_es: La descripción del rol es demasiado larga.
fr_fr: La description du rôle est trop longue.
id_id: Deskripsi peran terlalu panjang.
it_it: La descrizione del ruolo è troppo lunga.
ja_jp: 役割の詳細が長すぎます。
ko_kr: 역할 설명이 너무 깁니다.
pl_pl: Opis roli jest za długi.
pt_br: A descrição da função é longa demais.
ru_ru: Описание роли слишком длинное.
th_th: คำอธิบายหน้าที่ยาวเกินไป
tr_tr: Rollerin açıklaması çok uzun.
vi_vn: Miêu tả vai trò quá dài.
zh_cn: 角色描述过长。
zh_tw: 身分說明過長。

# Message.DeleteGroupPlace
source: {actor} removed experience {game} as a group experience
ar_001: {actor} حذف التجربة {game} كتجربة جماعية
de_de: {actor} hat das Erlebnis {game} als Gruppenerlebnis entfernt
es_es: {actor} ha eliminado {game} de las experiencias del grupo
fr_fr: {actor} a retiré l'expérience {game} comme expérience de groupe
id_id: {actor} nenghapus pengalaman virtual {game} dari pengalaman virtual grup
it_it: {actor} ha rimosso l'esperienza {game} come esperienza di gruppo
ja_jp: {actor} が {game} のバーチャル空間をグループバーチャル空間から削除しました
ko_kr: {actor} 님이 {game} 체험을 그룹 체험에서 삭제했어요
pl_pl: Użytkownik {actor} usunął projekt {game} z projektów grupy
pt_br: {actor} removeu a experiência {game} como uma experiência em grupo
ru_ru: {actor} удалляет {game} как плейс для группы
th_th: {actor} ลบประสบการณ์ "{game}" ออกจากประการณ์กลุ่ม
tr_tr: {actor}, {game} deneyimini grup deneyiminden kaldırdı
vi_vn: {actor} đã bỏ trải nghiệm {game} dưới dạng trải nghiệm nhóm
zh_cn: “{actor}”已将作品“{game}”从群组作品中移除
zh_tw: {actor} 已將體驗 {game} 從群組體驗中移除

# Message.GetGroupRelationshipsError
source: Unable to load group affiliates.
ar_001: غير قادر على تحميل فروع المجموعة.
de_de: Gruppenpartner:innen konnten nicht geladen werden.
es_es: No se pueden cargar los afiliados del grupo.
fr_fr: Impossible de charger les affiliés du groupe.
id_id: Tidak dapat me-load afiliasi grup.
it_it: Impossibile caricare affiliati al gruppo.
ja_jp: グループの仲間をロードできません。
ko_kr: 파트너 그룹을 불러올 수 없습니다.
pl_pl: Nie można wczytać partnerów grupy.
pt_br: Não é possível carregar afiliados de grupo.
ru_ru: Не удаётся загрузить партнёров группы.
th_th: ไม่สามารถโหลดกลุ่มที่เกี่ยวข้องได้
tr_tr: Grup ortakları yüklenemiyor.
vi_vn: Không thể tải nhóm liên kết.
zh_cn: 无法加载群组伙伴。
zh_tw: 無法載入關係群組。

# Message.GroupIconTooLarge
source: Icon cannot be larger than {maxSize} mb.
ar_001: لا يمكن أن يكون الأيقونة أكبر من {maxSize} ميغابايت.
de_de: Symbol darf nicht größer als {maxSize} MB sein.
es_es: El ícono no puede ser mayor de {maxSize} MB.
fr_fr: Taille maximale d'icône {maxSize}mb.
id_id: Ikon tidak dapat lebih besar dari {maxSize} MB.
it_it: L'icona non può essere più grande di {maxSize} mb.
ja_jp: アイコンのサイズは最大 {maxSize} mbまでです。
ko_kr: 아이콘 크기는 최대 {maxSize}MB까지만 가능해요.
pl_pl: Rozmiar ikony nie może przekraczać {maxSize} MB.
pt_br: O ícone pode ter até {maxSize} mb.
ru_ru: Размер значка не может превышать {maxSize} МБ.
th_th: ไอคอนต้องมีขนาดไม่เกิน {maxSize} MB
tr_tr: Simge {maxSize} MB'den büyük olamaz.
vi_vn: Biểu tượng không được lớn hơn {maxSize} mb.
zh_cn: 图标大小不可超过 {maxSize} MB。
zh_tw: 圖示不可大於 {maxSize} MB。

# Message.SendGroupShoutError
source: Unable to send group shout.
ar_001: غير قادر على إرسال صرخ المجموعة.
de_de: Gruppennachricht konnte nicht gesendet werden.
es_es: No se puede enviar un anuncio grupal.
fr_fr: Impossible d'envoyer un appel de groupe.
id_id: Tidak dapat mengirim pengumuman grup.
it_it: Impossibile inviare avviso al gruppo.
ja_jp: グループ告知を送信できません。
ko_kr: 그룹 샤우트를 발송할 수 없습니다.
pl_pl: Nie można wysłać ogłoszenia grupowego.
pt_br: Impossível enviar aviso ao grupo.
ru_ru: Не удалось отправить групповое сообщение.
th_th: ไม่สามารถส่งประกาศในกลุ่มได้
tr_tr: Grup anonsu gönderilemiyor.
vi_vn: Không thể phát tin cho nhóm.
zh_cn: 无法发送群组广播。
zh_tw: 無法傳送群組廣播。

# Message.UnableToUpdateRole
source: Unable to update the user's role.
ar_001: غير قادر على تحديث دور المستخدم.
de_de: Benutzerrolle konnte nicht aktualisiert werden.
es_es: No se puede actualizar el rol del usuario.
fr_fr: Impossible de mettre à jour le rôle de l'utilisateur.
id_id: Tidak dapat meng-update peran pengguna.
it_it: Impossibile aggiornare il ruolo dell'utente.
ja_jp: ユーザーの役割を更新できませんでした。
ko_kr: 사용자 역할을 업데이트할 수 없습니다.
pl_pl: Nie można zaktualizować roli użytkownika.
pt_br: Não foi possível atualizar a função do usuário.
ru_ru: Не удалось обновить роль пользователя.
th_th: ไม่สามารถอัปเดตหน้าที่ของผู้ใช้ได้
tr_tr: Kullanıcının rolü güncellenemiyor.
vi_vn: Không thể cập nhật vai trò của người chơi.
zh_cn: 无法更新用户角色。
zh_tw: 無法更新使用者身分。

# Label.PendingSales
source: Pending Sales
ar_001: المبيعات المعلقة
de_de: Ausstehende Verkäufe
es_es: Compras pendientes
fr_fr: Ventes en attente
id_id: Penjualan Pending
it_it: Vendite in sospeso
ja_jp: 承認待ちの売却
ko_kr: 보류 중인 판매
pl_pl: Oczekujące transakcje sprzedaży
pt_br: Vendas pendentes
ru_ru: Продажи в обработке
th_th: การขายที่รอดำเนินการ
tr_tr: Bekleyen Satışlar
vi_vn: Mua Bán Chờ Xử Lý
zh_cn: 待处理的销售
zh_tw: 待處理買賣

# Label.PostToWall
source: Post on group wall
ar_001: نشر على حائط المجموعة
de_de: An Gruppen-Anschlagtafel posten
es_es: Publicar en el muro del grupo
fr_fr: Écrire sur le mur du groupe
id_id: Posting di dinding grup
it_it: Invia messaggio sulla bacheca del gruppo
ja_jp: グループ掲示板に投稿
ko_kr: 그룹 담벼락에 게시물 올리기
pl_pl: Zamieść post na tablicy grupy
pt_br: Publicar no mural do grupo
ru_ru: Опубликовать на стене группы
th_th: โพสต์บนกระดานกลุ่ม
tr_tr: Grup duvarında paylaş
vi_vn: Đăng trên tường nhóm
zh_cn: 在群组动态墙上发帖
zh_tw: 在群組動態牆上發文

# Message.GroupIconInvalid
source: Icon is missing or invalid.
ar_001: الأيقونة مفقودة أو غير صالحة.
de_de: Symbol fehlt oder ist ungültig.
es_es: Falta el ícono o no es válido.
fr_fr: Icône manquante ou invalide.
id_id: Ikon tidak ada atau tidak valid.
it_it: L'icona è mancante o non valida.
ja_jp: アイコンが無効であるか、存在しません。
ko_kr: 아이콘이 누락되었거나 유효하지 않아요.
pl_pl: Brak ikony lub ikona jest nieprawidłowa.
pt_br: Ícone ausente ou inválido.
ru_ru: Иконка отсутствует или неверна.
th_th: ไอคอนไม่ถูกต้องหรือไม่มีอยู่
tr_tr: Simge eksik veya geçersiz.
vi_vn: Biểu tượng bị thiếu hoặc không hợp lệ.
zh_cn: 图标缺失或无效。
zh_tw: 找不到圖示或圖示無效。

# Message.SearchTermCharactersLimit
source: The search term needs to be between 2 and 50 characters
ar_001: يجب أن يكون مصطلح البحث بين حرفين و 50 حرفاً
de_de: Der Suchbegriff muss zwischen 2 und 50 Zeichen enthalten
es_es: El término de búsqueda debe tener entre 2 y 50 caracteres
fr_fr: Le terme de recherche doit être entre 2 et 50 caractères
id_id: Istilah pencarian harus terdiri dari antara 2 hingga 50 karakter
it_it: Il termine di ricerca deve essere tra i 2 e i 50 caratteri
ja_jp: サーチする語句は、2から50文字である必要があります
ko_kr: 검색어는 2자~50자 사이여야 해요
pl_pl: Termin wyszukiwania musi zawierać od 2 do 50 znaków
pt_br: O termo pesquisado deve conter entre 2 e 50 caracteres
ru_ru: Поисковый запрос должен содержать от 2 до 50 символов
th_th: คำที่ใช้ค้นหาต้องมีความยาวระหว่าง 2 ถึง 50 อักขระ
tr_tr: Arama terimi 2 ile 50 karakter arasında olmalı
vi_vn: Cụm từ tìm kiếm cần có từ 2 đến 50 ký tự
zh_cn: 搜索字符须为 2 到 50 个字符之间
zh_tw: 搜尋字串須為 2 到 50 個字元之間

# Label.ManageGroupCreations
source: Create or manage group items.
ar_001: إنشاء أو إدارة عناصر المجموعة.
de_de: Erstelle oder verwalte Gruppenartikel.
es_es: Crear o administrar objetos del grupo
fr_fr: Créer ou gérer les objets du groupe.
id_id: Buat atau kelola item grup.
it_it: Crea o gestisci oggetti di gruppo.
ja_jp: グループアイテムの作成と管理。
ko_kr: 그룹 아이템 만들기 혹은 관리
pl_pl: Twórz przedmioty grupy lub zarządzaj nimi.
pt_br: Criar ou gerenciar itens de grupo.
ru_ru: Создать или управлять предметами группы.
th_th: สร้างหรือจัดการไอเท็มกลุ่ม
tr_tr: Grup öğeleri oluştur veya bunları yönet.
vi_vn: Tạo hoặc quản lý các vật phẩm nhóm.
zh_cn: 创建或管理群组内容。
zh_tw: 創作或管理群組道具。

# Label.NoAllies
source: This group does not have any allies.
ar_001: هذه المجموعة ليس لديها أي حلفاء.
de_de: Diese Gruppe hat keine Verbündeten.
es_es: Este grupo no tiene aliados.
fr_fr: Ce groupe n'a pas d'alliés.
id_id: Grup ini tidak memiliki sekutu.
it_it: Questo gruppo non ha alleati.
ja_jp: このグループには仲間がいません。
ko_kr: 동맹이 없는 그룹입니다.
pl_pl: Ta grupa nie ma żadnych sojuszników.
pt_br: Este grupo não possui nenhum aliado.
ru_ru: У этой группы нет союзников.
th_th: กลุ่มนี้ไม่มีพันธมิตร
tr_tr: Bu grubun herhangi bir müttefiki yok.
vi_vn: Nhóm này không có bất kỳ đồng minh nào.
zh_cn: 此群组没有任何盟友。
zh_tw: 此群組沒有盟友。

# Label.PremiumOnly
source: Premium Only
ar_001: مميز فقط
de_de: Nur Premium
es_es: Solo Premium
fr_fr: Premium uniquement
id_id: Hanya Premium
it_it: Solo Premium
ja_jp: プレミアム会員限定
ko_kr: Premium 전용
pl_pl: Tylko Premium
pt_br: Apenas Premium
ru_ru: Только подписка Premium
th_th: Premium เท่านั้น
tr_tr: Premium'a Özel
vi_vn: Chỉ Cho Premium
zh_cn: Premium 会员限定
zh_tw: Premium 限定
