Repository: rbxinfra/translation-resources
Catalog: resources/Feature/Groups.*.resx
Languages: ar_001, de_de, es_es, fr_fr, id_id, it_it, ja_jp, ko_kr, pl_pl, pt_br, ru_ru, th_th, tr_tr, vi_vn, zh_cn, zh_tw

# Message.InvalidGroupJoinRequest
source: The group join request is invalid.
ar_001: طلب الانضمام للمجموعة غير صالح.
de_de: Die Gruppenbeitrittsanfrage ist ungültig.
es_es: La solicitud para unirse al grupo no es válida.
fr_fr: La demande d'intégration au groupe n'est pas valide.
id_id: Permintaan bergabung ke grup tidak valid.
it_it: La richiesta di adesione al gruppo non è valida.
ja_jp: グループ参加リクエストは無効です。
ko_kr: 잘못된 그룹 가입 요청이에요.
pl_pl: Prośba o dołączenie do grupy jest nieprawidłowa.
pt_br: A solicitação de entrada no grupo não é válida.
ru_ru: Запрос на вступление в группу недействителен.
th_th: คำขอเข้าร่วมกลุ่มไม่ถูกต้อง
tr_tr: Gruba katılma isteği geçersiz.
vi_vn: Yêu cầu tham gia nhóm không hợp lệ.
zh_cn: 加入群组请求无效。
zh_tw: 群組加入請求無效。

# Message.PostStatus
source: {actor} changed the group shout to "{groupStatus}"
ar_001: غيّر {actor} تصريخ المجموعة إلى "{groupStatus}"
de_de: {actor} hat die Gruppennachricht in „{groupStatus}“ geändert
es_es: {actor} cambió el anuncio grupal a "{groupStatus}"
fr_fr: {actor} a changé l'appel du groupe en « {groupStatus} »
id_id: {actor} mengubah pengumuman grup menjadi "{groupStatus}"
it_it: {actor} ha cambiato l'avviso del gruppo a "{groupStatus}"
ja_jp: {actor} がグループ告知を「{groupStatus}」に変更しました
ko_kr: {actor} 님이 그룹 샤우트를 '{groupStatus}'(으)로 변경했어요
pl_pl: Użytkownik {actor} zmienił ogłoszenie grupowe na „{groupStatus}”
pt_br: {actor} alterou o aviso do grupo para "{groupStatus}"
ru_ru: {actor} меняет групповое сообщение на «{groupStatus}»
th_th: {actor} เปลี่ยนประกาศในกลุ่มเป็น "{groupStatus}"
tr_tr: {actor}, grup anonsunu "{groupStatus}" olarak değiştirdi
vi_vn: {actor} đã thay đổi phát tin của nhóm thành "{groupStatus}"
zh_cn: “{actor}”已将群组广播更改为“{groupStatus}”
zh_tw: {actor} 已將群組廣播變更為「{groupStatus}」

# Heading.GroupShout
source: Group Shout
ar_001: رسالة المجموعة
de_de: Gruppennachricht
es_es: Anuncio grupal
fr_fr: Appel de groupe
id_id: Pengumuman Grup
it_it: Avviso del gruppo
ja_jp: グループへの告知
ko_kr: 그룹 샤우트
pl_pl: Ogłoszenie grupowe
pt_br: Aviso ao grupo
ru_ru: Групповое сообщение
th_th: ประกาศในกลุ่ม
tr_tr: Grup Anonsu
vi_vn: Phát Tin Nhóm
zh_cn: 群组广播
zh_tw: 群組廣播

# Label.SearchUsers
source: Search Users
ar_001: البحث عن المستخدمين
de_de: Benutzer:innen suchen
es_es: Buscar usuarios
fr_fr: Rechercher des utilisateurs
id_id: Cari Pengguna
it_it: Cerca utenti
ja_jp: ユーザーをサーチ
ko_kr: 사용자 검색
pl_pl: Wyszukaj użytkowników
pt_br: Buscar usuários
ru_ru: Поиск пользователей
th_th: ค้นหาผู้ใช้
tr_tr: Kullanıcıları Ara
vi_vn: Tìm Người Chơi
zh_cn: 搜索用户
zh_tw: 搜尋使用者

# Label.UpdateGroupAsset
source: Update Group Asset
ar_001: تحديث أصول المجموعة
de_de: Gruppenobjekt aktualisieren
es_es: Actualizar recurso de grupo
fr_fr: Mettre à jour un élément de groupe
id_id: Update Aset Grup
it_it: Aggiorna risorsa di gruppo
ja_jp: グループアセットを更新
ko_kr: 그룹 애셋 업데이트
pl_pl: Zaktualizuj zasób grupy
pt_br: Atualizar elemento do grupo
ru_ru: Обновить групповой ресурс
th_th: อัปเดตทรัพยากรกลุ่ม
tr_tr: Grup Varlığını Güncelle
vi_vn: Cập Nhật Tài Sản Nhóm
zh_cn: 更新群组素材
zh_tw: 更新群組素材

# Message.CannotUpdateGuest
source: Cannot update Guest role.
ar_001: لا يمكن تحديث دور الضيف.
de_de: Gastrolle kann nicht aktualisiert werden.
es_es: No se puede actualizar el rol de invitado.
fr_fr: Impossible de mettre à jour ce rôle d'invité.
id_id: Tidak dapat meng-update peran Tamu.
it_it: Impossibile aggiornare ruolo ospite.
ja_jp: ゲストの役割を更新できません。
ko_kr: 게스트 역할을 업데이트할 수 없어요.
pl_pl: Nie można zaktualizować roli Gość.
pt_br: Não é possível atualizar a função Convidado.
ru_ru: Нельзя обновить роль гостя.
th_th: ไม่สามารถอัปเดตหน้าที่ของผู้เยี่ยมชมได้
tr_tr: Misafir rolü güncellenemez.
vi_vn: Không thể cập nhật vai trò Khách.
zh_cn: 无法更新访客角色。
zh_tw: 無法更新訪客身分。

# Message.ClaimOwnershipError
source: Unable to claim ownership of group.
ar_001: تعذر المطالبة بملكية المجموعة.
de_de: Der Besitz dieser Gruppe konnte nicht beansprucht werden.
es_es: No se puede reclamar la propiedad del grupo.
fr_fr: Impossible de revendiquer la propriété du groupe.
id_id: Tidak dapat mengklaim kepemilikan grup.
it_it: Impossibile rivendicare possesso del gruppo.
ja_jp: グループの所有権を取得できません。
ko_kr: 그룹 소유권을 주장할 수 없습니다
pl_pl: Nie można przejąć własności grupy.
pt_br: Não é possível reivindicar propriedade do grupo.
ru_ru: Не удалось заявить права собственности на группу.
th_th: ไม่สามารถอ้างสิทธิ์การเป็นเจ้าของกลุ่มได้
tr_tr: Grup sahipliği talep edilemiyor.
vi_vn: Không thể nhận quyền sở hữu nhóm.
zh_cn: 无法成为群主。
zh_tw: 無法成為群組主人。

# Description.WallPrivacySettings
source: Your privacy settings do not allow you to post to group walls. Click here to adjust these settings.
ar_001: إعدادات الخصوصية الخاصة بك لا تسمح لك بالنشر إلى جدران المجموعة. انقر هنا لضبط هذه الإعدادات.
de_de: Deine Datenschutzeinstellungen erlauben es dir nicht, an Anschlagtafeln von Gruppen zu posten. Klicke hier, um deine Einstellungen anzupassen.
es_es: Tu configuración de privacidad no te permite publicar en el muro del grupo. Haz clic aquí para modificar los parámetros.
fr_fr: Vos paramètres de confidentialité ne vous permettent pas de publier des messages sur les murs de groupe. Cliquez ici pour modifier ces paramètres.
id_id: Pengaturan privasi kamu tidak mengizinkan kamu untuk memposting ke dinding grup. Klik di sini untuk mengubah pengaturan ini.
it_it: Le tue impostazioni sulla privacy non ti permettono di inviare messaggi sulla bacheca del gruppo. Clicca qui per regolare queste impostazioni.
ja_jp: プライバシー設定により、グループ掲示板への投稿が許可されていません。こちらをクリックして、設定を変更してください。
ko_kr: 개인정보 설정으로 인해 그룹 담벼락에 게시물을 올릴 수 없습니다. 여기를 클릭해 설정을 변경하세요.
pl_pl: Zgodnie z ustawieniami prywatności nie możesz zamieszczać postów na tablicach grup. Kliknij tutaj, aby dostosować te ustawienia.
pt_br: Suas configurações de privacidade não permitem que você publique em murais de grupo. Clique aqui para ajustar estas configurações.
ru_ru: Настройки конфиденциальности не позволяют публиковать сообщения на стенах группы. Нажми здесь, чтобы изменить эти настройки.
th_th: การตั้งค่าความเป็นส่วนตัวของคุณไม่อนุญาตให้คุณโพสต์บนกระดานกลุ่ม คลิกที่นี่เพื่อปรับการตั้งค่าเหล่านี้
tr_tr: Gizlilik ayarların, grup duvarlarına paylaşım göndermene izin vermiyor. Bu ayarları değiştirmek için buraya tıkla.
vi_vn: Cài đặt quyền riêng tư của bạn không cho phép bạn đăng bài lên tường nhóm. Nhấp vào đây để điều chỉnh cài đặt.
zh_cn: 你的隐私设置不允许你发布帖子，请点按此处更改你的设置。
zh_tw: 您的隱私設定不允許你發表貼文，請前往此處變更您的設定。

# Label.AddFundsAmount
source: Amount
ar_001: المبلغ
de_de: Betrag
es_es: Monto
fr_fr: Montant
id_id: Jumlah
it_it: Somma
ja_jp: 金額
ko_kr: 금액
pl_pl: Kwota
pt_br: Valor
ru_ru: Сумма
th_th: จำนวน
tr_tr: Tutar
vi_vn: Số Lượng
zh_cn: 数额
zh_tw: 金額

# Label.InviteMembers
source: Accept join requests
ar_001: قبول طلبات الانضمام
de_de: Beitrittsanfrage annehmen
es_es: Aceptar solicitudes a unirse
fr_fr: Accepter les demandes de participation
id_id: Terima permintaan bergabung
it_it: Accetta richiesta di adesione
ja_jp: 参加リクエストを承認する
ko_kr: 가입 요청 수락하기
pl_pl: Zaakceptuj prośby o dołączenie
pt_br: Aceitar solicitações de entrada
ru_ru: Принять запросы на вступление
th_th: ยอมรับคำขอเข้าร่วม
tr_tr: Katılma isteklerini kabul et
vi_vn: Chấp nhận yêu cầu tham gia
zh_cn: 接受加入邀请
zh_tw: 接受加入請求

# Label.RevenueToGroupFund
source: Revenue going to group fund:
ar_001: الإيرادات التي ستذهب إلى صندوق المجموعة:
de_de: Einnahmen gehen an folgendes Gruppenguthaben:
es_es: Ganancias depositadas en el fondo del grupo:
fr_fr: Revenus versés aux fonds du groupe :
id_id: Pendapatan yang masuk ke dana grup:
it_it: Ricavi destinati al fondo di gruppo:
ja_jp: グループ資金に行く収入：
ko_kr: 그룹 펀드로 들어가는 수익:
pl_pl: Dochód wnoszony do środków grupy:
pt_br: Rendimentos enviados para os fundos do grupo:
ru_ru: Доходы в фонд группы:
th_th: รายได้จะนำเข้าเงินทุนกลุ่ม:
tr_tr: Grup kaynağına giden gelir:
vi_vn: Doanh thu chuyển vào quỹ nhóm:
zh_cn: 流入群组资金的收益：
zh_tw: 納入群組資金的收入：

# Message.ConfigureBadgeEnabled
source: {actor} enabled the badge {badge}
ar_001: {actor} قام بتفعيل الشارة {badge}
de_de: {actor} hat das {badge}-Abzeichen aktiviert
es_es: {actor} activó la insignia {badge}
fr_fr: {actor} a activé le badge {badge}
id_id: {actor} mengaktifkan lencana {badge}
it_it: {actor} ha abilitato il contrassegno {badge}
ja_jp: {actor} が {badge} バッジを有効化しました
ko_kr: {actor} 님이 {badge} 배지를 활성화했어요
pl_pl: Użytkownik {actor} włączył odznakę {badge}
pt_br: {actor} ativou o emblema {badge}
ru_ru: {actor} включает значок {badge}
th_th: {actor} เปิดใช้งานเหรียญตรา "{badge}" แล้ว
tr_tr: {actor}, {badge} rozetini etkinleştirdi
vi_vn: {actor} đã bật huy hiệu {badge}
zh_cn: “{actor}”已启用徽章“{badge}”
zh_tw: {actor} 已啟用徽章 {badge}

# Message.CreateGamePass
source: {actor} created a Pass for {game}: {gamePass}
ar_001: أنشأ {actor} تمريرا لـ {game}: {gamePass}
de_de: {actor} hat einen Pass für {game}: {gamePass} erstellt
es_es: {actor} creó un pase para {game}: {gamePass}
fr_fr: {actor} a créé un passe {game} : {gamePass}
id_id: {actor} membuat Pas untuk {game}: {gamePass}
it_it: {actor} ha creato un pass per {game}: {gamePass}
ja_jp: {actor} が {game} のパスを作成しました: {gamePass}
ko_kr: {actor} 님이 {game}에 생성한 패스: {gamePass}
pl_pl: Użytkownik {actor} utworzył przepustkę dla projektu {game}: {gamePass}
pt_br: {actor} criou um passe para {game}: {gamePass}
ru_ru: {actor} создаёт пропуск для {game}: {gamePass}
th_th: {actor} ได้สร้างบัตรผ่านสำหรับ "{game}": {gamePass}
tr_tr: {actor}, {game} oyunu için bir Bilet oluşturdu: {gamePass}
vi_vn: {actor} đã tạo Vé cho {game}: {gamePass}
zh_cn: “{actor}”已为“{game}”创建通行证：{gamePass}
zh_tw: {actor} 已為 {game} 建立特權證：{gamePass}

# Message.DuplicateName
source: Name is already taken. Please try another.
ar_001: الاسم مأخوذ بالفعل. الرجاء محاولة اسم آخر.
de_de: Name ist bereits vergeben. Bitte versuch es mit einem anderen.
es_es: El nombre ya está en uso. Intenta con otro.
fr_fr: Nom déjà utilisé. Essaies-en un autre.
id_id: Nama sudah digunakan. Coba yang lain.
it_it: Questo nome è già in uso. Provane un altro.
ja_jp: 名前はすでに使われています。他の名前をお試しください。
ko_kr: 이미 사용 중인 이름이에요. 다른 걸로 해 보세요.
pl_pl: Nazwa jest już zajęta. Spróbuj wybrać inną.
pt_br: Este nome já está sendo usado. Tente outro.
ru_ru: Это название уже занято. Попробуй другое.
th_th: ชื่อถูกใช้ไปแล้ว โปรดลองใช้ชื่ออื่น
tr_tr: Ad zaten alınmış. Lütfen başka bir ad dene.
vi_vn: Tên đã được sử dụng. Vui lòng đặt tên khác.
zh_cn: 名称已被使用，请输入新的名称。
zh_tw: 名稱已被使用，請輸入新的名稱。

# Message.SettingUpdated
source: Setting successfully updated
ar_001: تم تحديث الإعداد بنجاح
de_de: Einstellung erfolgreich aktualisiert
es_es: Configuración actualizada correctamente
fr_fr: Paramètre mis à jour
id_id: Pengaturan berhasil di-update
it_it: Impostazione aggiornata con successo
ja_jp: 設定を更新できました。
ko_kr: 설정이 업데이트되었습니다
pl_pl: Zaktualizowano ustawienie
pt_br: Configuração atualizada
ru_ru: Параметр обновлён
th_th: อัปเดตการตั้งค่าสำเร็จเรียบร้อยแล้ว
tr_tr: Ayar başarıyla güncellendi
vi_vn: Cập nhật cài đặt thành công
zh_cn: 设置已成功更新
zh_tw: 已成功更新設定

# Heading.EconomyPermissions
source: Assets
ar_001: الأصول
de_de: Objekte
es_es: Recursos
fr_fr: Éléments
id_id: Aset
it_it: Risorse
ja_jp: アセット
ko_kr: 애셋
pl_pl: Zasoby
pt_br: Recursos
ru_ru: Ресурсы
th_th: ทรัพยากร
tr_tr: Varlıklar
vi_vn: Tài Sản
zh_cn: 资源
zh_tw: 資產

# Heading.PostsPermissions
source: Posts
ar_001: المشاركات
es_es: Publicaciones
fr_fr: Publications
id_id: Postingan
it_it: Messaggi
ja_jp: 投稿
ko_kr: 게시물
pl_pl: Posty
pt_br: Publicações
ru_ru: Публикации
th_th: โพสต์
tr_tr: Gönderiler
vi_vn: Bài Đăng
zh_cn: 帖子
zh_tw: 貼文

# Label.CreateBadge
source: Create Badge
ar_001: إنشاء شارة
de_de: Abzeichen erstellen
es_es: Crear insignia
fr_fr: Créer un badge
id_id: Buat Lencana
it_it: Crea contrassegno
ja_jp: バッジを作成
ko_kr: 배지 생성
pl_pl: Utwórz odznakę
pt_br: Criar emblema
ru_ru: Создать значок
th_th: สร้างเหรียญตรา
tr_tr: Rozet Oluştur
vi_vn: Tạo Huy Hiệu
zh_cn: 创建徽章
zh_tw: 建立徽章

# Message.GroupBlocked
source: You are blocked from communicating with this user.
ar_001: تم حظرك من التواصل مع هذا المستخدم.
de_de: Du kannst nicht mit diesem Benutzer bzw. dieser Benutzerin kommunizieren.
es_es: No puedes comunicarte con este usuario.
fr_fr: Vos communications sont bloquées avec cet utilisateur.
id_id: Komunikasi kamu dengan pengguna ini diblokir.
it_it: La comunicazione con questo utente è bloccata.
ja_jp: このユーザーとのコミュニケーションはブロックされています。
ko_kr: 이 사용자와는 소통이 차단되어 있어요.
pl_pl: Zablokowano ci możliwość komunikowania się z tym użytkownikiem.
pt_br: Você está bloqueado, por isso não pode se comunicar com este usuário.
ru_ru: Тебе запрещено общаться с этим пользователем.
th_th: คุณถูกบล็อคไม่ให้ทำการสื่อสารกับผู้ใช้นี้
tr_tr: Bu kullanıcıyla iletişim kurman engellendi.
vi_vn: Bạn bị chặn liên lạc với người chơi này.
zh_cn: 你已被屏蔽，无法与该用户交流。
zh_tw: 您已被禁止與此使用者互動。

# Message.RelationshipRequestDoesNotExist
source: Relationship request does not exist.
ar_001: طلب العلاقة غير موجود.
de_de: Beziehungsanfrage besteht nicht.
es_es: La solicitud de relación no existe.
fr_fr: La demande de relation n'existe pas.
id_id: Permintaan hubungan tidak ada.
it_it: La richiesta di relazione non esiste.
ja_jp: 関連リクエストが存在しません。
ko_kr: 그룹 관계 요청이 없어요.
pl_pl: Prośba dotycząca relacji nie istnieje.
pt_br: Solicitação de relação inexistente.
ru_ru: Запрос на установление отношений не существует.
th_th: ไม่มีคำขอสร้างความสัมพันธ์
tr_tr: İlişki isteği mevcut değil.
vi_vn: Yêu cầu mối quan hệ không tồn tại.
zh_cn: 关系请求不存在。
zh_tw: 關係請求不存在。

# Message.RoleDeleteFail
source: Unable to delete role.
ar_001: غير قادر على حذف الصلاحية.
de_de: Rolle konnte nicht gelöscht werden.
es_es: No se puede eliminar rol.
fr_fr: Impossible de supprimer le rôle.
id_id: Tidak dapat menghapus peran.
it_it: Impossibile cancellare ruolo.
ja_jp: 役割を削除できません。
ko_kr: 역할을 삭제할 수 없습니다.
pl_pl: Nie można usunąć roli.
pt_br: Não foi possível excluir a função.
ru_ru: Не удалось удалить роль.
th_th: ไม่สามารถลบหน้าที่ได้
tr_tr: Rol silinemiyor.
vi_vn: Không thể xóa vai trò.
zh_cn: 无法删除角色。
zh_tw: 無法刪除身分。

# Message.UserHasInsufficientMembership
source: The user does not have the necessary level of premium membership.
ar_001: لا يملك المستخدم المستوى اللازم من العضوية المميزة.
de_de: Benutzer:in verfügt nicht über die erforderliche Premium-Mitgliedschaft.
es_es: El usuario no tiene el nivel de suscripción a Premium necesario.
fr_fr: L'utilisateur n'a pas le niveau nécessaire d'abonnement Premium.
id_id: Pengguna tidak memiliki level keanggotaan premium yang diperlukan.
it_it: L'utente non ha il necessario livello di abbonamento Premium.
ja_jp: そのユーザーには必要なレベルのプレミアムのメンバーシップがありません。
ko_kr: 사용자가 일정 등급의 Premium 멤버십을 보유하고 있지 않아요.
pl_pl: Użytkownik nie ma niezbędnego poziomu członkostwa premium.
pt_br: O usuário não tem o nível necessário de assinatura Premium.
ru_ru: У пользователя нет необходимого уровня подписки Premium.
th_th: ผู้ใช้ไม่ได้เป็นสมาชิก Premium ในระดับที่จำเป็นต้องใช้
tr_tr: Kullanıcı, gerekli olan premium üyelik seviyesine sahip değil.
vi_vn: Người chơi không có cấp tư cách thành viên Premium cần thiết.
zh_cn: 用户没有所需的高级会员资格等级。
zh_tw: 使用者的 Premium 會員等級不足。

# Action.ExileUser
source: Exile User
ar_001: مستخدم المنفى
de_de: Benutzer:innen verbannen
es_es: Expulsar usuario
fr_fr: Bannir l'utilisateur
id_id: Asingkan Pengguna
it_it: Bandisci utente
ja_jp: ユーザーを追放
ko_kr: 사용자 추방
pl_pl: Wyrzuć użytkownika
pt_br: Exilar usuário
ru_ru: Исключить пользователя
th_th: ไล่ผู้ใช้ออก
tr_tr: Kullanıcıyı Kov
vi_vn: Trục Xuất Người Chơi
zh_cn: 驱逐用户
zh_tw: 驅除使用者

# Label.CreateGroupDeveloperProduct
source: Create Group Developer Product
ar_001: إنشاء منتج مطور المجموعة
de_de: Gruppenentwicklerprodukt erstellen
es_es: Crear producto de grupo de desarrolladores
fr_fr: Créer un produit développeur de groupe
id_id: Buat Produk Developer Grup
it_it: Crea prodotto per sviluppatori di gruppo
ja_jp: グループ開発者製品を作成
ko_kr: 그룹 개발자 상품 생성
pl_pl: Utwórz produkt deweloperski grupy
pt_br: Criar produto de desenvolvimento do grupo
ru_ru: Создать групповой продукт разработчика
th_th: สร้างผลิตภัณฑ์นักพัฒนาสำหรับกลุ่ม
tr_tr: Grup Geliştirici Ürünü Oluştur
vi_vn: Tạo Sản Phẩm Phát Triển Nhóm
zh_cn: 创建群组开发者产品
zh_tw: 建立群組開發者產品

# Message.AcceptJoinRequest
source: {actor} accepted user {user}'s join request
ar_001: {actor} قبل طلب انضمام المستخدم {user}
de_de: {actor} hat {user}s Beitrittsanfrage angenommen
es_es: {actor} ha aceptado la solicitud a unirse de {user}
fr_fr: {actor} a accepté la demande de participation de {user}
id_id: {actor} menerima permintaan bergabung pengguna {user}
it_it: {actor} ha accettato la richiesta di unirsi di {user}
ja_jp: {actor} が ユーザーの {user} の参加リクエストを承認しました
ko_kr: {actor} 님이 {user} 님의 가입 신청을 수락했어요
pl_pl: Użytkownik {actor} zaakceptował prośbę użytkownika {user} o dołączenie
pt_br: {actor} aceitou o pedido de entrada do usuário {user}
ru_ru: {actor} принимает запрос пользователя {user} на вступление
th_th: {actor} ได้ยอมรับคำขอเข้าร่วมของผู้ใช้ "{user}"
tr_tr: {actor}, {user} adlı kullanıcının katılma isteğini kabul etti
vi_vn: {actor} đã chấp nhận yêu cầu tham gia của người chơi {user}
zh_cn: “{actor}”已接受了用户“{user}”的加入请求
zh_tw: {actor} 接受了使用者 {user} 的加入請求

# Message.LoadUserGroupMembershipError
source: Unable to load group member information.
ar_001: غير قادر على تحميل معلومات أعضاء المجموعة.
de_de: Information über Gruppenmitglied konnte nicht geladen werden.
es_es: No se puede cargar la información del miembro del grupo.
fr_fr: Impossible de charger les informations du membre du groupe.
id_id: Tidak dapat me-load informasi anggota grup.
it_it: Impossibile caricare informazioni dei membri del gruppo.
ja_jp: グループのメンバー情報をロードできません。
ko_kr: 그룹의 멤버 정보를 불러올 수 없습니다.
pl_pl: Nie można wczytać informacji o członku grupy.
pt_br: Não é possível carregar informações do membro do grupo.
ru_ru: Не удалось загрузить информацию об участниках группы.
th_th: ไม่สามารถโหลดข้อมูลของสมาชิกกลุ่มได้
tr_tr: Grup üyesi bilgileri yüklenemiyor.
vi_vn: Không thể tải thông tin thành viên nhóm.
zh_cn: 无法加载群组成员信息。
zh_tw: 無法載入成員資訊。

# Message.Unlock
source: {actor} unlocked the group
ar_001: {actor} فتح المجموعة
de_de: {actor} hat die Gruppe freigeschaltet
es_es: {actor} ha desbloqueado el grupo
fr_fr: {actor} a déverrouillé le groupe
id_id: {actor} membuka kunci grup
it_it: {actor} ha sbloccato il gruppo
ja_jp: {actor} がグループをアンロックしました
ko_kr: {actor} 님이 그룹을 잠금 해제했어요
pl_pl: Użytkownik {actor} odblokował grupę
pt_br: {actor} desbloqueou o grupo
ru_ru: {actor} разблокирует группу
th_th: {actor} ได้ปลดล็อคกลุ่มแล้ว
tr_tr: {actor}, grubun kilidini açtı
vi_vn: {actor} đã mở khóa nhóm
zh_cn: “{actor}”已解锁群组
zh_tw: {actor} 已解鎖群組

# Action.GroupAdmin
source: Group Admin
ar_001: مشرف المجموعة
de_de: Gruppenadministrator:in
es_es: Administrador del grupo
fr_fr: Administrateur du groupe
id_id: Admin Grup
it_it: Amministratore del gruppo
ja_jp: グループ管理
ko_kr: 그룹 관리자
pl_pl: Administrator grupy
pt_br: Administrador(a) do grupo
ru_ru: Администратор группы
th_th: แอดมินกลุ่ม
tr_tr: Grubu Yönet
vi_vn: Quản Trị Viên Nhóm
zh_cn: 群组管理员
zh_tw: 群組管理員

# Heading.Primary
source: Primary
ar_001: اساسي
de_de: Hauptgruppe
es_es: Principal
fr_fr: Principal
id_id: Utama
it_it: Primario
ja_jp: メイン
ko_kr: 기본
pl_pl: Główna
pt_br: Principal
ru_ru: Основная
th_th: กลุ่มหลัก
tr_tr: Ana
vi_vn: Chính
zh_cn: 主要
zh_tw: 主要

# Label.ConfigureGroupAsset
source: Configure Group Asset
ar_001: تكوين أصول المجموعة
de_de: Gruppenobjekt konfigurieren
es_es: Configurar recurso de grupo
fr_fr: Configurer un élément de groupe
id_id: Konfigurasi Aset Grup
it_it: Configura risorsa di gruppo
ja_jp: グループアセットの環境設定
ko_kr: 그룹 애셋 구성
pl_pl: Skonfiguruj zasób grupy
pt_br: Configurar elemento do grupo
ru_ru: Изменить групповой ресурс
th_th: กำหนดค่าทรัพยากรกลุ่ม
tr_tr: Grup Varlığını Yapılandır
vi_vn: Điều Chỉnh Tài Sản Nhóm
zh_cn: 设置群组素材
zh_tw: 設定群組素材

# Label.Guest
source: Guest
ar_001: ضيف
de_de: Gäst:in
es_es: Invitado
fr_fr: Invité
id_id: Tamu
it_it: Ospite
ja_jp: ゲスト
ko_kr: 게스트
pl_pl: Gość
pt_br: Visitante
ru_ru: Гость
th_th: ผู้เยี่ยมชม
tr_tr: Misafir
vi_vn: Khách
zh_cn: 访客
zh_tw: 訪客

# Message.ConfigureGame
source: {actor} updated {game}: {actions}
ar_001: {actor} تحديث {game}: {actions}
de_de: {actor} hat das Spiel {game} aktualisiert: {actions}
es_es: {actor} ha actualizado {game}: {actions}
fr_fr: {actor} a mis à jour {game} : {actions}
id_id: {actor} meng-update {game}: {actions}
it_it: {actor} ha aggiornato {game}: {actions}
ja_jp: {actor} が {game} を更新しました: {actions}
ko_kr: {actor} 님이 {game}(을)를 업데이트함: {actions}
pl_pl: Użytkownik {actor} zaktualizował projekt {game}: {actions}
pt_br: {actor} atualizou {game}: {actions}
ru_ru: {actor} обновляет {game}: {actions}
th_th: {actor} ได้อัปเดต "{game}": {actions}
tr_tr: {actor}, {game} oyununu güncelledi: {actions}
vi_vn: {actor} đã cập nhật {game}: {actions}
zh_cn: “{actor}”已更新素材“{game}”：{actions}\n
zh_tw: {actor} 已更新 {game}：{actions}

# Message.Guest
source: A non-group member.
ar_001: 2- عضو غير عضو في المجموعة.
de_de: Kein Gruppenmitglied.
es_es: Un miembro fuera del grupo.
fr_fr: Un membre hors-groupe.
id_id: Anggota bukan grup.
it_it: Un non-membro del gruppo.
ja_jp: 非グループメンバー。
ko_kr: 그룹에 속하지 않은 멤버.
pl_pl: Użytkownik niebędący członkiem grupy.
pt_br: Membro não participante do grupo.
ru_ru: Пользователь, не являющийся участником группы.
th_th: ไม่ใช่สมาชิกกลุ่ม
tr_tr: Grup dışı bir üye.
vi_vn: Một thành viên ngoài nhóm.
zh_cn: 非群组成员。
zh_tw: 不在群組裡的使用者。

# Message.RankOutOfBounds
source: Rank value is out of bounds.
ar_001: قيمة التصنيف خارج الحدود.
de_de: Der Rangwert ist außerhalb der Grenzen.
es_es: El valor del rango está fuera de los límites.
fr_fr: La valeur du rang dépasse les limites autorisées.
id_id: Nilai peringkat di luar batas.
it_it: Il valore del grado è fuori dai limiti.
ja_jp: ランク値が規格を超えています。
ko_kr: 등급 값이 범위를 벗어났어요.
pl_pl: Wartość rangi jest poza zakresem.
pt_br: O valor do cargo está fora dos limites.
ru_ru: Значение ранга находится за пределами допустимого диапазона.
th_th: ค่าของสถานะอยู่นอกขอบเขต
tr_tr: Rütbe değeri sınırların dışında.
vi_vn: Giá trị xếp hạng nằm ngoài giới hạn.
zh_cn: 等级数值超出范围。
zh_tw: 階級值在範圍外。

# Message.YouAreOwner
source: You are already the owner of this group.
ar_001: أنت بالفعل مالك هذه المجموعة.
de_de: Du bist bereits Eigentümer:in dieser Gruppe.
es_es: Ya eres el propietario de este grupo.
fr_fr: Vous êtes déjà propriétaire de ce groupe.
id_id: Kamu sudah menjadi pemilik grup ini.
it_it: Il gruppo è già di tua proprietà.
ja_jp: すでにこのグループの所有者です。
ko_kr: 이미 이 그룹의 소유자입니다.
pl_pl: Jesteś już właścicielem tej grupy.
pt_br: Você já é proprietário(a) deste grupo.
ru_ru: Ты уже являешься владельцем этой группы.
th_th: คุณเป็นเจ้าของกลุ่มนี้อยู่แล้ว
tr_tr: Zaten bu grubun sahibisin.
vi_vn: Bạn đã là chủ sở hữu nhóm.
zh_cn: 你已是此群组的群主。
zh_tw: 您已是此群組的主人。

# Heading.Funds
source: Funds
ar_001: الأموال
de_de: Guthaben
es_es: Fondos
fr_fr: Fonds
id_id: Dana
it_it: Fondi
ja_jp: 資金
ko_kr: 펀드
pl_pl: Środki
pt_br: Fundos
ru_ru: Средства
th_th: เงินทุน
tr_tr: Kaynaklar
vi_vn: Quỹ
zh_cn: 资金
zh_tw: 資金

# Label.ChangeRanks
source: Manage lower-ranked member ranks
ar_001: إدارة رتب الأعضاء الدنيا
de_de: Ränge von Mitgliedern mit niedrigem Rang verwalten
es_es: Gestionar rangos de miembros de bajo rango
fr_fr: Gérer les rangs des membres de rang inférieur
id_id: Kelola peringkat anggota berperingkat rendah
it_it: Gestisci i gradi dei membri di livello inferiore
ja_jp: 低ランクメンバーのランクを管理
ko_kr: 하위 멤버의 등급 관리하기
pl_pl: Zarządzaj rangami członków o niższej randze
pt_br: Gerenciar membros de cargos mais baixos
ru_ru: Управление участниками с низкими рангами
th_th: จัดการกับสถานะของสมาชิกที่มีสถานะต่ำ
tr_tr: Düşük rütbeli üyelerin rütbelerini yönet
vi_vn: Quản lý xếp hạng của thành viên hạng thấp
zh_cn: 管理较低等级成员的等级
zh_tw: 管理低更階級成員更階級
