Repository: rbxinfra/translation-resources
Catalog: resources/Feature/Groups.*.resx
Languages: ar_001, de_de, es_es, fr_fr, id_id, it_it, ja_jp, ko_kr, pl_pl, pt_br, ru_ru, th_th, tr_tr, vi_vn, zh_cn, zh_tw

# Message.ValueMustBeWhole
source: Value must be a whole number.
ar_001: القيمة يجب أن تكون عددا صحيحا.
de_de: Der Wert muss eine ganze Zahl sein.
es_es: El valor debe ser un número entero.
fr_fr: La valeur doit être un nombre entier.
id_id: Nilai harus berupa angka bulat.
it_it: Il valore deve essere un numero intero.
ja_jp: 値は整数である必要があります。
ko_kr: 값은 반드시 정수여야 해요.
pl_pl: Wartość musi być liczbą całkowitą.
pt_br: O valor deve ser um número inteiro.
ru_ru: Значение должно быть целым числом.
th_th: ค่านี้ต้องเป็นจำนวนเต็ม
tr_tr: Değer tam sayı olmalıdır.
vi_vn: Giá trị phải là một số nguyên.
zh_cn: 数值必须为整数。
zh_tw: 值須為整數。

# Action.RemovePrimary
source: Remove Primary
ar_001: إزالة الأساسي
de_de: Hauptgruppe entfernen
es_es: Eliminar grupo principal
fr_fr: Supprimer le groupe principal
id_id: Hapus Utama
it_it: Rimuovi primario
ja_jp: メイングループを削除
ko_kr: 기본 그룹 삭제
pl_pl: Usuń główną
pt_br: Remover principal
ru_ru: Удалить основную
th_th: ลบกลุ่มหลัก
tr_tr: Ana Grubu Kaldır
vi_vn: Bỏ Làm Chính
zh_cn: 移除主要群组
zh_tw: 解除主要群組

# Label.ChangeOwner
source: Change Owner
ar_001: تغيير المالك
de_de: Besitzer:in ändern
es_es: Cambiar propietario
fr_fr: Changer de propriétaire
id_id: Ubah Pemilik
it_it: Modifica proprietario
ja_jp: 所有者を変更
ko_kr: 소유자 변경
pl_pl: Zmień właściciela
pt_br: Trocar de proprietário(a)
ru_ru: Сменить владельца
th_th: เปลี่ยนเจ้าของ
tr_tr: Sahibi Değiştir
vi_vn: Đổi Chủ Sở Hữu
zh_cn: 变更群主
zh_tw: 變更主人

# Label.GroupSearchResults
source: Group Results For {searchTerm}
ar_001: مجموعة النتائج ل {searchTerm}
de_de: Gruppenergebnisse für {searchTerm}
es_es: Resultados de grupo para {searchTerm}
fr_fr: Résultats de groupe pour {searchTerm}
id_id: Hasil Grup untuk {searchTerm}
it_it: Risultati di gruppo per {searchTerm}
ja_jp: {searchTerm} のグループでの結果
ko_kr: {searchTerm}에 대한 그룹 검색 결과
pl_pl: Wyniki w grupie dla zapytania: {searchTerm}
pt_br: Resultados de grupo para {searchTerm}
ru_ru: Результаты по запросу «{searchTerm}»
th_th: ผลการค้นหากลุ่ม: {searchTerm}
tr_tr: {searchTerm} için Grup Sonuçları
vi_vn: Kết Quả Nhóm Cho {searchTerm}
zh_cn: 搜索群组“{searchTerm}”的结果
zh_tw: 搜尋 {searchTerm} 得到的群組

# Label.ManualApproval
source: Manual Approval
ar_001: الموافقة اليدوية
de_de: Manuelle Genehmigung
es_es: Aprobación manual
fr_fr: Approbation manuelle
id_id: Persetujuan Manual
it_it: Approvazione manuale
ja_jp: 手動による承認
ko_kr: 수동 승인
pl_pl: Zatwierdzanie ręczne
pt_br: Aprovação manual
ru_ru: Добавлять участников вручную
th_th: อนุมัติด้วยตนเอง
tr_tr: Manuel Onaylama
vi_vn: Phê Duyệt Thủ Công
zh_cn: 手动批准
zh_tw: 手動批准

# Message.ChangeOwnerEmpty
source: There is no owner of the group
ar_001: لا يوجد مالك للمجموعة
de_de: Diese Gruppe hat keine:n Besitzer:in.
es_es: Este grupo no tiene propietario
fr_fr: Ce groupe n'a pas de propriétaire
id_id: Tidak ada pemilik grup ini
it_it: Non c'è nessun proprietario del gruppo
ja_jp: グループの所有者がいません
ko_kr: 그룹 소유자가 없어요
pl_pl: Grupa nie ma właściciela
pt_br: O grupo não tem proprietário(a)
ru_ru: У группы нет владельца
th_th: ไม่มีผู้เป็นเจ้าของกลุ่มนี้
tr_tr: Grubun sahibi yok
vi_vn: Không có chủ sở hữu của nhóm
zh_cn: 群组没有群主
zh_tw: 群組沒有主人

# Message.DeclineJoinRequest
source: {actor} declined user {user}'s join request
ar_001: رفض {actor} طلب انضمام المستخدم {user}
de_de: {actor} hat {user}s Beitrittsanfrage abgelehent
es_es: {actor} ha rechazado de solicitud a unirse de {user}
fr_fr: {actor} a refusé la demande de participation de {user}
id_id: {actor} menolak permintaan bergabung pengguna {user}
it_it: {actor} ha rifiutato la richiesta di unirsi di {user}
ja_jp: {actor} が ユーザーの {user} の参加リクエストを却下しました
ko_kr: {actor} 님이 {user} 님의 가입 신청을 거절했어요
pl_pl: Użytkownik {actor} odrzucił prośbę użytkownika {user} o dołączenie
pt_br: {actor} recusou o pedido de entrada do usuário {user}
ru_ru: {actor} отклоняет запрос пользователя {user} на вступление
th_th: {actor} ได้ปฏิเสธคำขอเข้าร่วมของผู้ใช้ "{user}"
tr_tr: {actor}, {user} adlı kullanıcının katılma isteğini reddetti
vi_vn: {actor} đã từ chối yêu cầu tham gia của người chơi {user}
zh_cn: “{actor}”已拒绝用户“{user}”的加入请求
zh_tw: {actor} 拒絕了使用者 {user} 的加入請求

# Heading.Date
source: Date
ar_001: التاريخ
de_de: Datum
es_es: Fecha
id_id: Tanggal
it_it: Data
ja_jp: 日付
ko_kr: 날짜
pl_pl: Data
pt_br: Data
ru_ru: Дата
th_th: วันที่
tr_tr: Tarih
vi_vn: Ngày
zh_cn: 日期
zh_tw: 日期

# Label.Funds
source: Funds
ar_001: الأموال
de_de: Guthaben
es_es: Fondos
fr_fr: Fonds
id_id: Dana
it_it: Fondi
ja_jp: 資金
ko_kr: 펀드
pl_pl: Środki
pt_br: Fundos
ru_ru: Средства
th_th: เงินทุน
tr_tr: Kaynaklar
vi_vn: Quỹ
zh_cn: 资金
zh_tw: 資金

# Label.Unlock
source: Unlock
ar_001: فتح
de_de: Freischalten
es_es: Desbloquear
fr_fr: Déverrouiller
id_id: Buka Kunci
it_it: Sblocca
ja_jp: アンロック
ko_kr: 잠금 해제
pl_pl: Odblokuj
pt_br: Desbloquear
ru_ru: Разблокировать
th_th: ปลดล็อค
tr_tr: Kilidini Aç
vi_vn: Mở Khóa
zh_cn: 解锁
zh_tw: 解鎖

# Message.DeleteEnemy
source: {actor} removed group {group} as an enemy
ar_001: قام {actor} بإزالة المجموعة {group} كعدو
de_de: {actor} hat die {group}-Gruppe von den Feinden entfernt
es_es: {actor} ha eliminado al grupo enemigo {group}
fr_fr: {actor} a retiré le groupe {group} des ennemis
id_id: {actor} menghapus grup {group} sebagai musuh
it_it: {actor} ha rimosso il gruppo {group} dai nemici
ja_jp: {actor} が {group} グループを敵から削除しました
ko_kr: {actor} 님이 {group} 그룹을 적에서 제외시켰어요
pl_pl: Użytkownik {actor} usunął grupę {group} z grona wrogów
pt_br: {actor} removeu o grupo {group} dos inimigos
ru_ru: {actor} удаляет группу {group} из врагов
th_th: {actor} ลบกลุ่ม "{group}" ออกจากการเป็นศัตรู
tr_tr: {actor}, {group} adlı grubu düşman olmaktan çıkardı
vi_vn: {actor} đã bỏ nhóm {group} khỏi kẻ thù
zh_cn: “{actor}”已将群组“{group}”从敌人移除
zh_tw: {actor} 已將群組 {group} 從敵人移除

# Message.DeleteWallPostError
source: Unable to delete wall post.
ar_001: غير قادر على حذف منشور الحائط.
de_de: Post konnte nicht gelöscht werden.
es_es: No se puede eliminar la publicación del muro.
fr_fr: Impossible de supprimer le message du mur.
id_id: Tidak dapat menghapus postingan dinding.
it_it: Impossibile cancellare messaggio dalla bacheca.
ja_jp: 掲示板投稿を削除できません。
ko_kr: 담벼락 게시물을 삭제할 수 없습니다.
pl_pl: Nie można usunąć posta z tablicy.
pt_br: Não é possível excluir publicação do mural.
ru_ru: Не удаётся удалить публикацию на стене.
th_th: ไม่สามารถลบโพสต์บนกระดานได้
tr_tr: Duvar gönderileri silinemiyor.
vi_vn: Không thể xóa bài đăng trên tường.
zh_cn: 无法删除留言板帖子。
zh_tw: 無法刪除貼文。

# Message.LoadGroupError
source: Unable to load group.
ar_001: تعذر تحميل المجموعة.
de_de: Gruppe konnte nicht geladen werden.
es_es: No se puede cargar el grupo.
fr_fr: Impossible de charger le groupe.
id_id: Tidak dapat me-load grup.
it_it: Impossibile caricare gruppo.
ja_jp: グループをロードできません。
ko_kr: 그룹을 불러올 수 없습니다.
pl_pl: Nie można wczytać grupy.
pt_br: Não é possível carregar grupo.
ru_ru: Не удалось загрузить группу.
th_th: ไม่สามารถโหลดกลุ่มได้
tr_tr: Grup yüklenemiyor.
vi_vn: Không thể tải nhóm.
zh_cn: 无法加载群组。
zh_tw: 無法載入群組。

# Message.RemovePrimaryError
source: Unable to remove primary group.
ar_001: غير قادر على إزالة المجموعة الأساسية.
de_de: Hauptgruppe konnte nicht entfernt werden.
es_es: No se puede eliminar el grupo principal.
fr_fr: Impossible de supprimer le groupe principal.
id_id: Tidak dapat menghapus grup utama.
it_it: Impossibile rimuovere gruppo primario.
ja_jp: メイングループを削除できません。
ko_kr: 기본 그룹을 삭제할 수 없습니다.
pl_pl: Nie można usunąć grupy głównej.
pt_br: Não é possível remover grupo principal.
ru_ru: Не удалось удалить основную группу.
th_th: ไม่สามารถลบกลุ่มหลักได้
tr_tr: Ana grup kaldırılamadı.
vi_vn: Không thể loại bỏ nhóm chính.
zh_cn: 无法移除主要群组。
zh_tw: 無法解除主要群組。

# Action.Upgrade
source: Upgrade
ar_001: ترقية
de_de: Aktualisieren
es_es: Mejorar
fr_fr: Améliorer
it_it: Aggiorna
ja_jp: アップグレード
ko_kr: 업그레이드
pl_pl: Zmień poziom na wyższy
pt_br: Assinar
ru_ru: Обновить
th_th: อัปเกรด
tr_tr: Yükselt
vi_vn: Nâng Cấp
zh_cn: 升级
zh_tw: 升級

# Label.AdvertiseGroup
source: Advertise the group
ar_001: الإعلان عن المجموعة
de_de: Gruppe bewerben
es_es: Promocionar el grupo
fr_fr: Promouvoir le groupe
id_id: Iklankan grup
it_it: Pubblicizza il gruppo
ja_jp: グループを宣伝する
ko_kr: 그룹 광고하기
pl_pl: Zareklamuj grupę
pt_br: Divulgar o grupo
ru_ru: Рекламировать группу
th_th: โปรโมทกลุ่ม
tr_tr: Grubu tanıt
vi_vn: Quảng cáo nhóm
zh_cn: 宣传群组
zh_tw: 宣傳群組

# Label.ConfigureGroupGame
source: Configure Group \nExperience
ar_001: تكوين خبرة المجموعة \n
de_de: Gruppenerlebnis \nkonfigurieren
es_es: Configurar experiencia \ndel grupo
fr_fr: Configurer le groupe \nExpérience
id_id: Konfigurasi Pengalaman Virtual \nGrup
it_it: Configura gruppo\nEsperienza
ja_jp: グループを環境設定 \nバーチャル空間
ko_kr: 그룹 체험 \n구성
pl_pl: Skonfiguruj projekt \ngrupy
pt_br: Configurar grupo \nExperiência
ru_ru: Настроить \nплейс для группы
th_th: กำหนดค่าประสบการณ์ \nกลุ่ม
tr_tr: Grubu Deneyimini \nYapılandır
vi_vn: Điều Chỉnh Nhóm \nTrải Nghiệm
zh_cn: 配置群组\n作品
zh_tw: 設定群組體驗

# Label.DeleteFromWall
source: Delete group wall posts
ar_001: حذف مشاركات جدار المجموعة
de_de: Posts an Anschlagtafel löschen
es_es: Eliminar las publicaciones del muro del grupo
fr_fr: Supprimer des messages du mur du groupe
id_id: Hapus postingan dinding grup
it_it: Elimina messaggi dalla bacheca del gruppo
ja_jp: グループ掲示板への投稿を削除
ko_kr: 그룹 담벼락 게시물 삭제하기
pl_pl: Usuń posty z tablicy grupy
pt_br: Excluir publicações do mural do grupo
ru_ru: Удалить публикации со стены группы
th_th: ลบโพสต์บนกระดานกลุ่ม
tr_tr: Grup duvar gönderilerini sil
vi_vn: Xóa bài đăng trên tường nhóm
zh_cn: 删除群组动态墙帖子
zh_tw: 刪除群組動態牆貼文

# Label.ShoutPlaceholder
source: Enter your shout
ar_001: أدخل صرخك
de_de: Gib deinen Ruf ein
es_es: Escribe el anuncio
fr_fr: Saisissez votre appel
id_id: Masukkan pengumuman kamu
it_it: Inserisci l'avviso
ja_jp: 告知を入力してください
ko_kr: 샤우트를 입력하세요
pl_pl: Wprowadź ogłoszenie
pt_br: Insira seu aviso
ru_ru: Введи сообщение
th_th: กรอกการประกาศของคุณ
tr_tr: Anonsunu gir
vi_vn: Nhập tin của bạn
zh_cn: 输入你的广播内容
zh_tw: 輸入您的廣播訊息

# Message.MemberAdded
source: Member was already added to payout.
ar_001: تمت إضافة العضو بالفعل إلى الدفع.
de_de: Mitglied wurde bereits zur Auszahlung hinzugefügt.
es_es: Ya se añadió este miembro al desembolso.
fr_fr: Le membre a déjà été ajouté au gain.
id_id: Anggota telah ditambahkan ke pembayaran.
it_it: Il membro è già stato aggiunto al pagamento.
ja_jp: メンバーはすでにペイアウトに追加されています。
ko_kr: 멤버가 이미 페이아웃에 추가되어 있어요.
pl_pl: Dodano już tego członka do wypłaty.
pt_br: O membro já estava na lista de pagamento.
ru_ru: Участник уже добавлен к выплате.
th_th: สมาชิกคนนี้อยู่ในการจ่ายค่าตอบแทนแล้ว
tr_tr: Üye zaten kazanca eklendi.
vi_vn: Thành viên đã được thêm vào thanh toán.
zh_cn: 该成员已添加至支付对象。
zh_tw: 成員已在支付名單中。

# Message.RemoveMember
source: {actor} kicked user {user}
ar_001: {actor} طرد مستخدم {user}
de_de: {actor} hat {user} gekickt
es_es: {actor} ha expulsado a {user}
fr_fr: {actor} a expulsé l'utilisateur {user}
id_id: {actor} mengeluarkan pengguna {user}
it_it: {actor} utente espulso {user}
ja_jp: {actor} がユーザーの {user} を追放しました
ko_kr: {actor} 님이 {user} 님을 추방했어요
pl_pl: Użytkownik {actor} wyrzucił użytkownika {user}
pt_br: {actor} expulsou o usuário {user}
ru_ru: {actor} исключает пользователя {user}
th_th: {actor} ไล่ผู้ใช้ "{user}" ออก
tr_tr: {actor}, {user} adlı kullanıcıyı attı
vi_vn: {actor} đã đuổi người chơi {user}
zh_cn: “{actor}”已将用户“{user}”踢出
zh_tw: {actor} 已踢出使用者 {user}

# Message.UserGroupPayoutIneligible
source: User is new to group and not yet eligible for payouts. Please try again later.
ar_001: المستخدم جديد للمجموعة وغير مؤهل بعد للحصول على المدفوعات. الرجاء المحاولة مرة أخرى لاحقاً.
de_de: Benutzer:in ist neu in der Gruppe und noch nicht für Auszahlungen berechtigt. Bitte versuche es später erneut.
es_es: El usuario se acaba de unir al grupo por lo tanto no puede recibir pagos. Inténtalo de nuevo más tarde.
fr_fr: L'utilisateur est nouveau dans le groupe et n'a pas encore droit aux paiements. Réessayer plus tard.
id_id: Pengguna masih baru di grup dan belum memenuhi syarat untuk pembayaran. Coba lagi nanti.
it_it: L'utente è nuovo nel gruppo e non è ancora idoneo per i pagamenti. Per favore riprova più tardi.
ja_jp: ユーザーは、グループの新規参加者なため、ペイアウトの資格がまだありません。また後でお試しください。
ko_kr: 사용자는 그룹 이용을 이제 막 시작했으며 페이아웃을 받을 수 없습니다. 나중에 다시 시도하세요.
pl_pl: Użytkownik jest nowy w grupie i nie jest jeszcze uprawniony do wypłat. Spróbuj ponownie później.
pt_br: O usuário é novo no grupo e ainda não pode receber pagamentos. Tente novamente mais tarde.
ru_ru: Пользователь в группе недавно и пока не имеет права на выплаты. Повтори попытку позже.
th_th: ผู้ใช้นี้เป็นผู้ใช้คนใหม่ของกลุ่มและยังไม่มีสิทธิ์ได้รับค่าตอบแทน โปรดลองอีกครั้งในภายหลัง
tr_tr: Kullanıcı grupta yeni ve henüz kazanç almaya uygun değil. Lütfen daha sonra tekrar dene.
vi_vn: Người chơi mới vào nhóm và chưa thể nhận thanh toán. Vui lòng thử lại sau.
zh_cn: 用户刚加入群组，尚不符合支付条件。请稍后重试。
zh_tw: 使用者為新成員，尚無資格獲得支付。請稍後再試。

# Action.GroupShout
source: Group Shout
ar_001: رسالة المجموعة
de_de: Gruppennachricht
es_es: Anuncio grupal
fr_fr: Appel de groupe
id_id: Pengumuman Grup
it_it: Avviso del gruppo
ja_jp: グループへの告知
ko_kr: 그룹 샤우트
pl_pl: Ogłoszenie grupowe
pt_br: Aviso ao grupo
ru_ru: Групповое сообщение
th_th: ประกาศในกลุ่ม
tr_tr: Grup Anonsu
vi_vn: Phát Tin Nhóm
zh_cn: 群组广播
zh_tw: 群組廣播

# Action.ReportAbuse
source: Report Abuse
ar_001: الإبلاغ عن إساءة الاستخدام
de_de: Verstoß melden
es_es: Denunciar abuso
fr_fr: Signaler une infraction
id_id: Laporkan Penyalahgunaan
it_it: Segnala un abuso
ja_jp: 規約違反を報告
ko_kr: 신고하기
pl_pl: Zgłoś naruszenie
pt_br: Denunciar abuso
ru_ru: Сообщить о нарушении
th_th: รายงานการกระทำผิด
tr_tr: Kötüye Kullanım Bildir
vi_vn: Báo Cáo Vi Phạm
zh_cn: 举报滥用行为
zh_tw: 檢舉濫用

# Label.SendAllyRequest
source: Send Ally Request
ar_001: إرسال طلب الحليف
de_de: Verbündeten-Anfrage senden
es_es: Enviar solicitud de aliado
fr_fr: Envoyer une demande d'alliance
id_id: Kirim Permintaan Sekutu
it_it: Invia richiesta di alleanza
ja_jp: 同盟リクエストを送信
ko_kr: 동맹 요청 보내기
pl_pl: Wyślij prośbę o sojusz
pt_br: Enviar pedido de aliança
ru_ru: Отправить запрос о дружбе
th_th: ส่งคำขอไปยังพันธมิตร
tr_tr: Müttefiklik İsteği Gönder
vi_vn: Gửi Yêu Cầu Đồng Minh
zh_cn: 发送盟友邀请
zh_tw: 傳送盟友請求

# Message.Abandon
source: {actor} (group owner) abandoned the group
ar_001: {actor} (مالك المجموعة) تخلى عن المجموعة
de_de: {actor} (Gruppenbesitzer:in) hat die Gruppe verlassen
es_es: {actor} (el propietario del grupo) ha salido del grupo
fr_fr: {actor} (propriétaire) a abandonné le groupe
id_id: {actor} (pemilik grup) keluar dari grup
it_it: {actor} (proprietario del gruppo) ha abbandonato il gruppo
ja_jp: {actor} （グループ所有者）がグループを破棄しました
ko_kr: {actor}(그룹 소유자)님이 그룹을 떠났어요
pl_pl: Użytkownik {actor} (właściciel grupy) opuścił grupę
pt_br: {actor} (proprietário(a) do grupo) abandonou o grupo
ru_ru: {actor} (владелец) покидает группу
th_th: {actor} (เจ้าของกลุ่ม) ออกจากกลุ่มแล้ว
tr_tr: {actor} (grubun sahibi) grubu terk etti
vi_vn: {actor} (chủ nhóm) đã bỏ nhóm
zh_cn: “{actor}”（群主）已舍弃群组
zh_tw: {actor}（群組主人）捨棄了群組

# Message.NotEnoughFunds
source: You do not have enough funds to purchase this role
ar_001: ليس لديك ما يكفي من الأموال لشراء هذا الدور
de_de: Du hast nicht genug Guthaben, um diese Rolle zu kaufen.
es_es: No tienes suficientes fondos para comprar este rol
fr_fr: Les fonds du groupe sont insuffisants pour acheter ce rôle
id_id: Kamu tidak memiliki cukup dana untuk membeli peran ini
it_it: Non hai abbastanza fondi per acquistare questo ruolo.
ja_jp: この役割を購入する資金が足りません
ko_kr: 펀드가 부족해서 이 역할을 구매할 수 없어요
pl_pl: Masz za mało środków, aby kupić tę rolę
pt_br: Fundos insuficientes para comprar esta função
ru_ru: Недостаточно средств для покупки этой роли
th_th: คุณมีเงินทุนไม่เพียงพอที่จะซื้อหน้าที่นี้
tr_tr: Bu rolü satın almak için yeterli kaynağın yok
vi_vn: Bạn không có đủ tiền để mua vai trò này
zh_cn: 您的群组资金不足，无法购买此角色
zh_tw: 您的資金不足，無法購買此身分

# Message.PublishPlace
source: {actor} published place {game}
ar_001: نشر {actor} المكان في {game}
de_de: {actor} hat Ort {game} veröffentlicht
es_es: {actor} publicó el lugar {game}
fr_fr: {actor} a publié le lieu {game}
id_id: {actor} memublikasikan tempat {game}
it_it: {actor} posto pubblicato {game}
ja_jp: {actor} さんが {game} のプレースを公開済み
ko_kr: {actor} 님이 {game} 플레이스를 게시했어요
pl_pl: Użytkownik {actor} opublikował miejsce {game}
pt_br: {actor} publicou o lugar {game}
ru_ru: {actor} публикует локацию {game}
th_th: "{actor}" ได้เผยแพร่สถานที่ของ "{game}"
tr_tr: {actor}, {game} dünyasını yayınladı
vi_vn: {actor} đã công khai địa điểm {game}
zh_cn: “{actor}”已发布“{game}”的场景
zh_tw: {actor} 已發布 {game} 的空間

# Message.RelationshipDoesNotExist
source: Relationship does not exist.
ar_001: العلاقة غير موجودة.
de_de: Beziehung besteht nicht.
es_es: La relación no existe.
fr_fr: La relation n'existe pas.
id_id: Hubungan tidak ada.
it_it: La relazione non esiste.
ja_jp: 関連性が存在しません。
ko_kr: 그룹 관계가 없어요.
pl_pl: Relacja nie istnieje.
pt_br: Relação inexistente.
ru_ru: Отношения не существуют.
th_th: ไม่มีความสัมพันธ์
tr_tr: İlişki mevcut değil.
vi_vn: Mối quan hệ không tồn tại.
zh_cn: 关系不存在。
zh_tw: 關係不存在。

# Label.AddGroupPlace
source: Add Group Place
ar_001: إضافة مكان للمجموعة
de_de: Gruppen-Ort hinzufügen
es_es: Añadir un lugar de grupo
fr_fr: Ajouter un emplacement de groupe
id_id: Tambahkan Tempat Grup
it_it: Aggiungi località gruppo
ja_jp: グループプレースを追加
ko_kr: 그룹 플레이스 추가
pl_pl: Dodaj miejsce grupowe
pt_br: Adicionar local do grupo
ru_ru: Добавить место группы
th_th: เพิ่มสถานที่ของกลุ่ม
tr_tr: Grup Dünyası Ekle
vi_vn: Thêm Địa Điểm Nhóm
zh_cn: 添加群组空间
zh_tw: 新增群組地點

# Message.DuplicateRelationship
source: Your group already has a relationship with the target group.
ar_001: مجموعتك لديها بالفعل علاقة مع المجموعة المستهدفة.
de_de: Deine Gruppe hat bereits eine Beziehung zur Zielgruppe.
es_es: Tu grupo ya estableció una relación con el grupo de destino.
fr_fr: Votre groupe a déjà une relation avec le groupe cible.
id_id: Grup kamu sudah berhubungan dengan grup target.
it_it: Il tuo gruppo ha già una relazione con il gruppo bersaglio.
ja_jp: お持ちのグループはターゲットグループとすでに関連性があります。
ko_kr: 내 그룹이 목표 그룹과 이미 그룹 관계를 맺고 있는 상태예요.
pl_pl: Twoja grupa ma już relację z grupą docelową.
pt_br: O seu grupo já tem uma relação com o grupo-alvo.
ru_ru: Твоя группа уже состоит в отношениях с выбранной группой.
th_th: กลุ่มของคุณได้สร้างความสัมพันธ์กับกลุ่มเป้าหมายแล้ว
tr_tr: Grubunun hedef grupla zaten bir ilişkisi var.
vi_vn: Nhóm của bạn đã có mối quan hệ với nhóm mục tiêu.
zh_cn: 其他群组已与目标群组建立关系。
zh_tw: 您的群組已與目標群組建立關係。

# Message.NoFundsDistribute
source: You do not have any funds to distribute.
ar_001: ليس لديك أي أموال لتوزيعها.
de_de: Du hast kein Guthaben zum Verteilen.
es_es: No tienes suficientes fondos para distribuirlos.
fr_fr: Vous n'avez pas de fonds à distribuer.
id_id: Kamu tidak memiliki dana untuk didistribusikan.
it_it: Non hai fondi da distribuire.
ja_jp: 給付する資金がありません。
ko_kr: 배포할 수 있는 펀드가 없습니다.
pl_pl: Nie masz środków do rozdzielenia.
pt_br: Não há fundos para distribuir.
ru_ru: Нет средств для распределения.
th_th: คุณไม่มีเงินทุนสำหรับแจกจ่าย
tr_tr: Paylaştırılabilecek bir kaynağın yok.
vi_vn: Bạn không có tiền để phân phối.
zh_cn: 你没有可以分配的资金。
zh_tw: 沒有資金可以分發。

# Heading.Games
source: Experiences
ar_001: الخبرات
de_de: Erlebnisse
es_es: Experiencias
fr_fr: Expériences
id_id: Pengalaman Virtual
it_it: Esperienze
ja_jp: バーチャル空間
ko_kr: 체험
pl_pl: Projekty
pt_br: Experiências
ru_ru: Плейсы
th_th: ประสบการณ์
tr_tr: Deneyimler
vi_vn: Trải Nghiệm
zh_cn: 作品
zh_tw: 體驗

# Label.AnyoneCanJoin
source: Anyone Can Join
ar_001: أي شخص يمكنه الانضمام
de_de: Alle können beitreten
es_es: Todos pueden unirse
fr_fr: Tout le monde peut rejoindre
id_id: Siapa Pun Dapat Bergabung
it_it: Chiunque può unirsi
ja_jp: 誰でも参加できる
ko_kr: 누구나 가입 가능
pl_pl: Każdy może dołączyć
pt_br: Qualquer um pode entrar
ru_ru: Любой может присоединиться
th_th: ทุกคนสามารถเข้าร่วมได้
tr_tr: Herkes Katılabilir
vi_vn: Ai Cũng Có Thể Gia Nhập
zh_cn: 任何人都可以加入
zh_tw: 所有人都可以加入
