Repository: rbxinfra/translation-resources
Catalog: resources/Feature/Groups.*.resx
Languages: ar_001, de_de, es_es, fr_fr, id_id, it_it, ja_jp, ko_kr, pl_pl, pt_br, ru_ru, th_th, tr_tr, vi_vn, zh_cn, zh_tw

# Action.MakePrimary
source: Make Primary
ar_001: اجعل الاساسي
de_de: Als Hauptgruppe festlegen
es_es: Convertir en grupo principal
fr_fr: Mettre en priorité
id_id: Buat Utama
it_it: Imposta come primario
ja_jp: メイングループに設定
ko_kr: 기본 그룹으로 설정
pl_pl: Ustaw jako główną
pt_br: Tornar principal
ru_ru: Сделать основной
th_th: กำหนดให้เป็นกลุ่มหลัก
tr_tr: Ana Grup Yap
vi_vn: Đặt Làm Chính
zh_cn: 设为主要群组
zh_tw: 設為主要群組

# Heading.LeaveGroup
source: Leave Group
ar_001: مغادرة المجموعة
de_de: Gruppe verlassen
es_es: Salir del grupo
fr_fr: Quitter le groupe
id_id: Keluar dari Grup
it_it: Lascia gruppo
ja_jp: グループを抜ける
ko_kr: 그룹 탈퇴
pl_pl: Opuść grupę
pt_br: Sair do grupo
ru_ru: Покинуть группу
th_th: ออกจากกลุ่ม
tr_tr: Gruptan Ayrıl
vi_vn: Rời Nhóm
zh_cn: 离开群组
zh_tw: 離開群組

# Heading.Store
source: Store
ar_001: المتجر
de_de: Shop
es_es: Tienda
fr_fr: Boutique
id_id: Toko
it_it: Negozio
ja_jp: ストア
ko_kr: 상점
pl_pl: Sklep
pt_br: Loja
ru_ru: Магазин
th_th: ร้านค้า
tr_tr: Mağaza
vi_vn: Cửa Hàng
zh_cn: 商店
zh_tw: 商店

# Label.CreateGroupAsset
source: Create Group Asset
ar_001: إنشاء أصول المجموعة
de_de: Gruppenobjekt erstellen
es_es: Crear recurso de grupo
fr_fr: Créer un élément de groupe
id_id: Buat Aset Grup
it_it: Crea risorsa di gruppo
ja_jp: グループアセットを作成
ko_kr: 그룹 애셋 생성
pl_pl: Utwórz zasób grupy
pt_br: Criar elemento do grupo
ru_ru: Создать групповой ресурс
th_th: สร้างทรัพยากรกลุ่ม
tr_tr: Grup Varlığı Oluştur
vi_vn: Tạo Tài Sản Nhóm
zh_cn: 创建群组素材
zh_tw: 建立群組素材

# Label.DeleteEnemy
source: Delete Enemy
ar_001: حذف العدو
de_de: Feind löschen
es_es: Eliminar enemigo
fr_fr: Supprimer l'ennemi
id_id: Hapus Musuh
it_it: Cancella nemico
ja_jp: 敵を削除
ko_kr: 적 삭제
pl_pl: Usuń wroga
pt_br: Excluir inimigo
ru_ru: Удалить врага
th_th: ลบศัตรู
tr_tr: Düşmanı Sil
vi_vn: Xóa Kẻ Thù
zh_cn: 删除敌人
zh_tw: 刪除敵人

# Label.GroupPremiumPayouts
source: Group Premium Payouts
ar_001: مجموعة المدفوعات المميزة
de_de: Gruppen-Premium-Auszahlungen
es_es: Pagos Premium del grupo
fr_fr: Paiements Premium pour groupe
id_id: Pembayaran Premium Grup
it_it: Pagamenti del gruppo Premium
ja_jp: グループ・プレミアム・ペイアウト
ko_kr: 그룹 Premium 페이아웃
pl_pl: Wypłaty premium grupy
pt_br: Pagamentos Premium do grupo
ru_ru: Групповые выплаты Premium
th_th: ค่าตอบแทนสมาชิก Premium ของกลุ่ม
tr_tr: Grup Premium Kazançları
vi_vn: Khoản Thưởng Premium Nhóm
zh_cn: 群组 Premium 支付
zh_tw: 群組 Premium 支付

# Message.JoinGroupPendingSuccess
source: Requested to join group, your request is pending.
ar_001: طلب الانضمام إلى المجموعة، طلبك معلق.
de_de: Du hast eine Beitrittsanfrage zur Gruppe versendet. Deine Anfrage ist ausstehend.
es_es: Se recibió la solicitud para unirse al grupo y está pendiente.
fr_fr: Vous avez demandé à rejoindre le groupe ; la demande est en attente.
id_id: Meminta bergabung ke grup, permintaan kamu pending.
it_it: Richiesta di adesione al gruppo, la tua richiesta è in attesa.
ja_jp: グループへの参加をリクエストしました。リクエストは承認待ちです。
ko_kr: 그룹 가입 요청이 대기 중입니다.
pl_pl: Wysłano prośbę o dołączenie do grupy, prośba oczekuje na zatwierdzenie.
pt_br: Você já pediu para entrar no grupo. Seu pedido está pendente.
ru_ru: Отправлен запрос на вступление в группу, запрос на рассмотрении.
th_th: ขอเข้าร่วมกลุ่ม คำขอของคุณอยู่ระหว่างดำเนินการ
tr_tr: Gruba katılma isteğinde bulundun, isteğin beklemede.
vi_vn: Đã yêu cầu tham gia nhóm, yêu cầu của bạn đang chờ xử lý.
zh_cn: 加入群组请求已发送，请等待审核。
zh_tw: 已傳送加入請求，請等待管理員審核。

# Message.RoleUpdateFail
source: Unable to update role.
ar_001: غير قادر على تحديث الدور.
de_de: Rolle konnte nicht aktualisiert werden.
es_es: No se puede actualizar rol.
fr_fr: Impossible de mettre à jour le rôle.
id_id: Tidak dapat meng-update peran.
it_it: Impossibile aggiornare il ruolo.
ja_jp: 役割を更新できません。
ko_kr: 역할을 업데이트할 수 없습니다.
pl_pl: Nie można zaktualizować roli.
pt_br: Não foi possível atualizar a função.
ru_ru: Не удалось обновить роль.
th_th: ไม่สามารถอัปเดตหน้าที่ได้
tr_tr: Rol güncellenemiyor.
vi_vn: Không thể cập nhật vai trò.
zh_cn: 无法更新角色。
zh_tw: 無法更新身分。

# Heading.Transactions
source: Transactions
ar_001: المعاملات
de_de: Transaktionen
es_es: Transacciones
id_id: Transaksi
it_it: Transazioni
ja_jp: 取引
ko_kr: 거래
pl_pl: Transakcje
pt_br: Transações
ru_ru: Транзакции
th_th: ธุรกรรม
tr_tr: İşlemler
vi_vn: Giao Dịch
zh_cn: 交易
zh_tw: 交易

# Heading.Wall
source: Wall
ar_001: حائط
de_de: Anschlagtafel
es_es: Muro
fr_fr: Mur
id_id: Dinding
it_it: Bacheca
ja_jp: 掲示板
ko_kr: 담벼락
pl_pl: Tablica
pt_br: Mural
ru_ru: Стена
th_th: กระดาน
tr_tr: Duvar
vi_vn: Tường
zh_cn: 留言板
zh_tw: 動態牆

# Label.ChangeDescription
source: Change Description
ar_001: تغيير الوصف
de_de: Beschreibung ändern
es_es: Cambiar descripción
fr_fr: Modifier la description
id_id: Ubah Deskripsi
it_it: Modifica descrizione
ja_jp: 詳細を変更
ko_kr: 설명 변경
pl_pl: Zmień opis
pt_br: Alterar descrição
ru_ru: Изменить описание
th_th: เปลี่ยนคำอธิบาย
tr_tr: Açıklamayı Değiştir
vi_vn: Thay Đổi Mô Tả
zh_cn: 更改描述
zh_tw: 變更說明

# Label.FundsVisible
source: Group funds publicly visible
ar_001: أموال المجموعة المرئية علنا
de_de: Gruppenguthaben ist öffentlich sichtbar
es_es: Fondos del grupo visibles para el público
fr_fr: Fonds du groupe visibles par le public
id_id: Dana grup dapat dilihat publik
it_it: Fondi del gruppo visibili pubblicamente
ja_jp: グループ資金を一般公開する
ko_kr: 그룹 펀드 공개
pl_pl: Środki grupy są widoczne publicznie
pt_br: Fundos do grupo visíveis publicamente
ru_ru: Фонд группы виден всем
th_th: ทุกคนสามารถเห็นเงินทุนกลุ่มได้
tr_tr: Grup kaynakları herkes tarafından görünür
vi_vn: Quỹ nhóm được hiển thị công khai
zh_cn: 群组资金公开显示
zh_tw: 群組資金金額公開

# Label.Percentage
source: Percentage
ar_001: النسبة المئوية
de_de: Prozentsatz
es_es: Porcentaje
fr_fr: Pourcentage
id_id: Persentase
it_it: Percentuale
ja_jp: パーセンテージ
ko_kr: 백분율
pl_pl: Procent
pt_br: Porcentagem
ru_ru: Процент
th_th: เปอร์เซ็นต์
tr_tr: Yüzde
vi_vn: Phần Trăm
zh_cn: 百分比
zh_tw: 比例

# Message.UnableToRemoveAffiliate
source: Unable to remove group affiliate.
ar_001: غير قادر على إزالة انتساب المجموعة.
de_de: Gruppenpartner:in konnten nicht entfernt werden.
es_es: No se puede eliminar el afiliado del grupo.
fr_fr: Impossible de supprimer l'affilié du groupe.
id_id: Tidak dapat menghapus afiliasi grup.
it_it: Impossibile rimuovere gruppo affiliato.
ja_jp: グループの仲間を削除できません。
ko_kr: 파트너 그룹을 삭제할 수 없습니다.
pl_pl: Nie można usunąć partnera grupy.
pt_br: Não foi possível remover grupo afiliado.
ru_ru: Не удалось удалить партнёра группы.
th_th: ไม่สามารถลบกลุ่มที่เกี่ยวข้องได้
tr_tr: Grup ortaklığı kaldırılamıyor.
vi_vn: Không thể loại bỏ nhóm liên kết.
zh_cn: 无法删除群组伙伴。
zh_tw: 無法移除關係群組。

# Message.UpdateRolesetRank
source: {actor} updated roleset {roleSetName}'s rank from {oldRank} to {newRank}
ar_001: {actor} تم تحديث ترتيب {roleSetName}في مجموعة الأدوار من {oldRank} إلى {newRank}
de_de: {actor} hat Rolle {roleSetName}s Rang von {oldRank} zu {newRank} geändert
es_es: {actor} cambió el rango del conjunto de roles {roleSetName} de {oldRank} a {newRank}
fr_fr: {actor} a mis à jour le rang du rôle {roleSetName} de {oldRank} à {newRank}
id_id: {actor} meng-update peringkat peran {roleSetName} dari {oldRank} menjadi {newRank}
it_it: {actor} ha aggiornato il set dei ruoli {roleSetName} da {oldRank} a {newRank}
ja_jp: {actor} が役割セット {roleSetName} のランクを {oldRank} から {newRank} にアップデートしました
ko_kr: {actor} 님이 역할군 {roleSetName}의 등급을 {oldRank}에서 {newRank}(으)로 업데이트했어요
pl_pl: Użytkownik {actor} zaktualizował rangę dla zestawu ról {roleSetName} z {oldRank} na {newRank}
pt_br: {actor} atualizou a função de {roleSetName} de {oldRank} para {newRank}
ru_ru: {actor} меняет ранг набора ролей {roleSetName} с {oldRank} на {newRank}
th_th: {actor} ได้อัปเดตสถานะของชุดหน้าที่ "{roleSetName}" จาก {oldRank} เป็น {newRank}
tr_tr: {actor}, {roleSetName} rol kümesinin {oldRank} olan rütbesini {newRank} olarak güncelledi
vi_vn: {actor} đã cập nhật xếp hạng của vai trò {roleSetName} từ {oldRank} thành {newRank}
zh_cn: {actor}已将{roleSetName}的等级从{oldRank}更新为{newRank}
zh_tw: {actor} 已將 {roleSetName} 身分的階級從 {oldRank} 改為 {newRank}

# Label.ConfigureGroupDevelopmentItem
source: Configure Group Development Item
ar_001: تكوين عنصر تطوير المجموعة
de_de: Gruppenentwicklungselement konfigurieren
es_es: Configurar objeto de desarrollo del grupo
fr_fr: Configurer un objet de développement de groupe
id_id: Konfigurasi Item Pengembangan Grup
it_it: Configura oggetto sviluppo di gruppo
ja_jp: グループ開発アイテムを環境設定する
ko_kr: 그룹 개발 아이템 구성
pl_pl: Skonfiguruj przedmiot deweloperski grupy
pt_br: Configurar item de desenvolvimento do grupo
ru_ru: Изменить групповой продукт разработчика
th_th: กำหนดค่าไอเท็มการพัฒนากลุ่ม
tr_tr: Grup Geliştirme Öğesini Yapılandır
vi_vn: Điều Chỉnh Vật Phẩm Phát Triển Nhóm
zh_cn: 设置群组开发道具
zh_tw: 設定群組開發道具

# Label.NoGames
source: No experiences are associated with this group.
ar_001: لا توجد تجارب مرتبطة بهذه المجموعة.
de_de: Mit dieser Gruppe sind keine Erlebnisse verbunden.
es_es: No hay experiencias asociadas con este grupo.
fr_fr: Aucune expérience n'est associée à ce groupe.
id_id: Tidak ada pengalaman virtual yang terhubung dengan grup ini.
it_it: Nessuna esperienza è associata a questo gruppo.
ja_jp: このグループに関連付けられたバーチャル空間はありません。
ko_kr: 이 그룹과 연결된 체험이 없습니다.
pl_pl: Z tą grupą nie skojarzono żadnych projektów.
pt_br: Nenhuma experiência está associada a este grupo.
ru_ru: Нет плейсов, связанных с этой группой.
th_th: ไม่มีประสบการณ์ใดๆ เชื่อมโยงอยู่กับกลุ่มนี้
tr_tr: Bu grupla ilişkilendirilmiş herhangi bir deneyim yok.
vi_vn: Không có trải nghiệm nào được liên kết với nhóm này.
zh_cn: 没有与此群组相关联的作品。
zh_tw: 沒有與此群組相關的體驗。

# Label.SaleOfGoods
source: Sale of Goods
ar_001: بيع السلع
de_de: Warenverkauf
es_es: Venta de objetos
fr_fr: Vente de biens
id_id: Penjualan Barang
it_it: Vendita di beni
ja_jp: 商品の売却
ko_kr: 상품 매매
pl_pl: Sprzedaż towarów
pt_br: Venda de produtos
ru_ru: Продажа товаров
th_th: การขายสินค้า
tr_tr: Ürünlerin Satışı
vi_vn: Mua Bán Hàng Hóa
zh_cn: 商品销售
zh_tw: 買賣

# Message.UpdateRolesetDataNameOnly
source: {actor} updated roleset {oldName}'s name to {newName}
ar_001: {actor} حدّث اسم مجموعة الأدوار {oldName}إلى {newName}
de_de: {actor} hat Rolle {oldName}s Name zu {newName} geändert
es_es: {actor} cambió el nombre del conjunto de roles de {oldName} a {newName}
fr_fr: {actor} a remplacé le nom du jeu de rôle {oldName} par {newName}
id_id: {actor} meng-update nama peran {oldName} menjadi {newName}
it_it: {actor} set di ruoli rinominato da {oldName} a {newName}
ja_jp: {actor} が役割セット {oldName} の名前を{newName} にアップデートしました
ko_kr: {actor} 님이 역할군 {oldName}의 이름을 {newName}(으)로 업데이트했어요
pl_pl: Użytkownik {actor} zaktualizował nazwę zestawu ról z {oldName} na {newName}
pt_br: {actor} atualizou o nome da função de {oldName} para {newName}
ru_ru: {actor} меняет название набора ролей {oldName} на {newName}
th_th: {actor} ได้อัปเดตชื่อของชุดหน้าที่ "{oldName}" เป็น "{newName}"
tr_tr: {actor}, {oldName} olan rol kümesinin adını {newName} olarak güncelledi
vi_vn: {actor} đã cập nhật tên vai trò từ {oldName} thành {newName}
zh_cn: {actor}已将{oldName}的名称更新为{newName}
zh_tw: {actor} 已將 {oldName} 身分的名稱改為 {newName}

# Action.AuditLog
source: Audit Log
ar_001: سجل التدقيق
de_de: Prüfungsprotokoll
es_es: Registro de auditoría
fr_fr: Journal d'audit
id_id: Log Audit
it_it: Registro di controllo
ja_jp: 監査ログ
ko_kr: 그룹 활동 로그
pl_pl: Dziennik audytu
pt_br: Auditar histórico
ru_ru: Журнал аудита
th_th: บันทึกการตรวจสอบ
tr_tr: Denetim Günlüğü
vi_vn: Nhật Ký Quản Lý
zh_cn: 管理记录
zh_tw: 管理紀錄

# Heading.MakePrimaryGroup
source: Make Primary Group
ar_001: إنشاء مجموعة أساسية
de_de: Als Hauptgruppe festlegen
es_es: Convertir en grupo principal
fr_fr: Désigner comme groupe principal
id_id: Buat Grup Utama
it_it: Imposta gruppo primario
ja_jp: メイングループに設定
ko_kr: 기본 그룹 만들기
pl_pl: Utwórz grupę główną
pt_br: Tornar grupo principal
ru_ru: Сделать основной группой
th_th: กำหนดให้เป็นกลุ่มหลัก
tr_tr: Ana Grup Yap
vi_vn: Đặt Làm Nhóm Chính
zh_cn: 设为主要群组
zh_tw: 設為主要群組

# Heading.ManagementPermissions
source: Miscellaneous
ar_001: متنوعات
de_de: Sonstiges
es_es: Misceláneo
fr_fr: Divers
id_id: Lain-Lain
it_it: Varie
ja_jp: その他
ko_kr: 기타
pl_pl: Różne
pt_br: Diversos
ru_ru: Прочее
th_th: เบ็ดเตล็ด
tr_tr: Çeşitli
vi_vn: Khác
zh_cn: 其他
zh_tw: 其他

# Label.AdjustCurrencyAmounts
source: Adjust Currency Amounts
ar_001: ضبط مبالغ العملة
de_de: Währungsbeträge anpassen
es_es: Ajustar monto
fr_fr: Modifier les montants de monnaie
id_id: Sesuaikan Jumlah Mata Uang
it_it: Adegua importi in valuta
ja_jp: 通貨の額を調整
ko_kr: 통화 금액 조정
pl_pl: Dostosuj kwoty waluty
pt_br: Ajustar valores de moeda
ru_ru: Изменить валютные суммы
th_th: ปรับจำนวนสกุลเงิน
tr_tr: Para Birimi Tutarlarını Düzenle
vi_vn: Điều Chỉnh Lượng Tiền Tệ
zh_cn: 调整货币金额
zh_tw: 調整貨幣金額

# Label.ManageGroupGames
source: Create and edit group experiences
ar_001: إنشاء وتحرير تجارب المجموعات
de_de: Gruppenerlebnisse erstellen und bearbeiten
es_es: Crear y editar experiencias del grupo
fr_fr: Créer et modifier des expériences de groupe
id_id: Buat dan edit pengalaman virtual grup
it_it: Crea e modifica esperienze di gruppo
ja_jp: グループバーチャル空間を制作して編集
ko_kr: 그룹 체험 만들기 및 편집하기
pl_pl: Utwórz i edytuj projekty grupy
pt_br: Criar e editar experiências em grupo
ru_ru: Создать и редактировать плейсы для групп
th_th: สร้างและแก้ไขประสบการณ์กลุ่ม
tr_tr: Grup deneyimleri oluştur ve düzenle
vi_vn: Tạo và điều chỉnh trải nghiệm nhóm
zh_cn: 创建并编辑群组作品
zh_tw: 創作與編輯群組體驗

# Label.ModerateDiscussion
source: Moderate Discussion
ar_001: إدارة المناقشة
de_de: Diskussion moderieren
es_es: Moderar discusión
fr_fr: Modérer la discussion
id_id: Moderasi Diskusi
it_it: Modera discussione
ja_jp: ディスカッションをモデレートする
ko_kr: 토론 검열
pl_pl: Moderuj dyskusję
pt_br: Moderar discussão
ru_ru: Модерировать чат
th_th: กลั่นกรองการสนทนา
tr_tr: Tartışmayı Denetle
vi_vn: Kiểm Duyệt Thảo Luận
zh_cn: 管理对话
zh_tw: 管理對話

# NameChangeCooldown
source: The name was changed too recently.
ar_001: تم تغيير الاسم مؤخرا جدا.
de_de: Der Name wurde vor zu kurzer Zeit geändert.
es_es: El nombre se cambió recientemente.
fr_fr: Le nom a été changé trop récemment.
id_id: Nama sudah diubah baru-baru ini.
it_it: Il nome è stato cambiato troppo di recente.
ja_jp: 名前の変更のタイミングが早すぎます。
ko_kr: 최근에 변경된 이름입니다.
pl_pl: Nazwa została zmieniona zbyt niedawno.
pt_br: O nome foi mudado muito recentemente.
ru_ru: Название было изменено недавно.
th_th: เพิ่งเปลี่ยนชื่อเมื่อไม่นานมานี้
tr_tr: Ad yakın zamanda değiştirildi.
vi_vn: Tên đã được đổi gần đây.
zh_cn: 此名称最近被更改过。
zh_tw: 已在近期變更名稱。

# Label.PendingRobux
source: Pending Robux
ar_001: في انتظار روبوكس
de_de: Ausstehende Robux
es_es: Robux pendientes
fr_fr: Robux en attente
id_id: Robux Pending
it_it: Robux in sospeso
ja_jp: 承認待ちRobux
ko_kr: 보류 중인 Robux
pl_pl: Oczekujące Robuxy
pt_br: Robux pendentes
ru_ru: Ожидаемые Robux
th_th: Robux ที่รอดำเนินการ
tr_tr: Bekleyen Robux
vi_vn: Robux Chờ Xử Lý
zh_cn: 待处理 Robux
zh_tw: 待處理 Robux

# Message.BuyClan
source: {actor} bought a group clan
ar_001: اشترى {actor} عصابة مجموعة
de_de: {actor} hat einen Gruppenklan gekauft
es_es: {actor} ha comprado un grupo clan
fr_fr: {actor} a acheté un clan de groupe
id_id: {actor} membeli klan grup
it_it: {actor} ha acquistato un gruppo clan
ja_jp: {actor} がグループクランを購入しました
ko_kr: {actor} 님이 그룹 클랜을 구매했어요
pl_pl: Użytkownik {actor} kupił klan grupowy
pt_br: {actor} comprou um clã do grupo
ru_ru: {actor} покупает групповой клан
th_th: {actor} ซื้อแคลนกลุ่มแล้ว
tr_tr: {actor} bir grup klanı satın aldı
vi_vn: {actor} đã mua một bang hội nhóm
zh_cn: “{actor}”已购买群组公会
zh_tw: {actor} 購買了群組公會

# Message.NoPendingRequests
source: There are no pending member requests.
ar_001: لا توجد طلبات أعضاء معلقة.
de_de: Es sind keine ausstehenden Mitgliederanfragen vorhanden.
es_es: No hay solicitudes de miembros pendientes.
fr_fr: Il n'y a pas de demande de membre en attente.
id_id: Tidak ada permintaan anggota yang pending.
it_it: Non ci sono richieste di adesione in sospeso.
ja_jp: 承認待ちのメンバーリクエストはありません。
ko_kr: 대기 중인 멤버 요청이 없어요.
pl_pl: Brak oczekujących próśb członków.
pt_br: Não há solicitações de membros pendentes.
ru_ru: Нет необработанных запросов на вступление.
th_th: ไม่มีคำขอเป็นสมาชิกที่รอดำเนินการอยู่
tr_tr: Bekleyen üye talebi yok.
vi_vn: Không có yêu cầu thành viên chờ xử lý.
zh_cn: 没有待处理成员请求。
zh_tw: 沒有待處理的成員請求。

# Message.UnableToPurchaseRole
source: Failed to process payment to purchase role.
ar_001: فشل في معالجة الدفع لدور الشراء.
de_de: Verarbeitung der Zahlung zum Kauf der Rolle fehlgeschlagen.
es_es: Error al procesar el pago para la compra de este rol.
fr_fr: Impossible de traiter le paiement l'achat du rôle.
id_id: Gagal saat memproses pembayaran untuk membeli peran.
it_it: Impossibile elaborare il pagamento per il ruolo acquistato.
ja_jp: 役割購入の支払いを処理できませんでした。
ko_kr: 역할 구매를 위한 결제를 처리하지 못했습니다.
pl_pl: Nie można przetworzyć płatności związanej z zakupem roli.
pt_br: Falha ao processar a compra da função.
ru_ru: Не удалось обработать платёж для покупки роли.
th_th: ประมวลผลการชำระเงินเพื่อซื้อหน้าที่ไม่สำเร็จ
tr_tr: Satın alım rolü için ödeme işlenemedi.
vi_vn: Không thể xử lý thanh toán để tạo vai trò.
zh_cn: 无法处理付款及购买角色。
zh_tw: 無法處理購買身分的付款

# Label.GroupResults
source: Group Results For {Search Term}
ar_001: نتائج المجموعة لـ {Search Term}
de_de: Gruppenergebnisse für {Search Term}
es_es: Resultados de grupo para {Search Term}
fr_fr: Résultats de groupe pour {Search Term}
id_id: Hasil Grup untuk {Search Term}
it_it: Risultati di gruppo per {Search Term}
ja_jp: {Search Term} のグループでの結果
ko_kr: {Search Term}에 대한 그룹 검색 결과
pl_pl: Wyniki w grupie dla zapytania „{Search Term}”
pt_br: Resultados do grupo para {Search Term}
ru_ru: Результаты по запросу «{Search Term}»
th_th: ผลการค้นหากลุ่ม: {Search Term}
tr_tr: {Search Term} için Grup Sonuçları
vi_vn: Kết Quả Nhóm Cho {Search Term}
zh_cn: 搜索群组“{Search Term}”的结果
zh_tw: 搜尋「{Search Term}」得到的群組

# Label.MustBeAccepted
source: User requests must be accepted to join group
ar_001: يجب قبول طلبات المستخدم للانضمام إلى المجموعة
de_de: Benutzeranfragen müssen angenommen werden, um der Gruppe beizutreten
es_es: Se deben aceptar las solicitudes de los usuarios para que se unan al grupo
fr_fr: Les demandes d'utilisateur doivent être acceptées pour rejoindre le groupe
id_id: Permintaan pengguna harus diterima untuk bergabung ke grup
it_it: Le richieste degli utenti devono essere accettate per entrare a far parte del gruppo
ja_jp: グループに参加するには、ユーザーのリクエストが承認される必要があります
ko_kr: 사용자의 그룹 가입을 위해 가입 요청을 직접 수락해야 합니다
pl_pl: Dołączenie użytkownika do grupy następuje dopiero po zaakceptowaniu jego prośby
pt_br: Solicitações de usuário devem ser aprovadas para entrar no grupo
ru_ru: Для вступления в группу необходимо принять запросы пользователей
th_th: คำขอของผู้ใช้ต้องได้รับการยอมรับจึงจะสามารถเข้าร่วมกลุ่มได้
tr_tr: Gruba katılmak için kullanıcı isteklerinin kabul edilmesi gerekir
vi_vn: Yêu cầu của người chơi cần được chấp nhận để vào nhóm
zh_cn: 必须接受用户请求才能加入群组
zh_tw: 必須接受使用者請求才可以加入群組

# Label.PayingOut
source: Paying out:
ar_001: الدفع:
de_de: Auszahlung:
es_es: Desembolso:
fr_fr: Paiement :
id_id: Membayar:
it_it: Pagamento:
ja_jp: ペイアウト中：
ko_kr: 페이아웃:
pl_pl: Wypłata:
pt_br: Pagamento:
ru_ru: Выплаты:
th_th: ค่าตอบแทน:
tr_tr: Ödeme:
vi_vn: Thanh toán:
zh_cn: 正在支付：
zh_tw: 支付金額：

# Message.CreateEnemy
source: {actor} declared group {group} as an enemy
ar_001: أعلن {actor} المجموعة {group} كعدو
de_de: {actor} hat die {group}-Gruppe zum Feind erklärt
es_es: {actor} ha declarado como enemigo al grupo {group}
fr_fr: {actor} a déclaré le groupe {group} comme ennemi
id_id: {actor} menyatakan grup {group} sebagai musuh
it_it: {actor} ha dichiarato il gruppo {group} nemico
ja_jp: {actor} が {group} グループに敵宣言しました
ko_kr: {actor} 님이 {group} 그룹을 적으로 선포했어요
pl_pl: Użytkownik {actor} dodał grupę {group} jako wroga
pt_br: {actor} declarou o grupo {group} como inimigo
ru_ru: {actor} объявляет группу {group} своим врагом
th_th: {actor} ประกาศให้กลุ่ม "{group}" เป็นศัตรู
tr_tr: {actor}, {group} adlı grubu düşman ilan etti
vi_vn: {actor} tuyên bố nhóm {group} là kẻ thù
zh_cn: “{actor}”已宣布“{group}”为敌人
zh_tw: {actor} 已將群組 {group} 設為敵人

# Message.DeleteRoleset
source: Are you sure you want to delete {role}?
ar_001: هل أنت متأكد من أنك تريد حذف {role}؟
de_de: Möchtest du {role} wirklich löschen?
es_es: ¿Quieres eliminar el rol de {role}?
fr_fr: Voulez-vous vraiment supprimer le rôle {role} ?
id_id: Kamu yakin ingin menghapus {role}?
it_it: Vuoi davvero cancellare questo {role}?
ja_jp: {role} を削除しますか？
ko_kr: {role}(을)를 정말로 삭제할까요?
pl_pl: Czy na pewno chcesz usunąć rolę {role}?
pt_br: Quer mesmo excluir a função {role}?
ru_ru: Удалить роль: {role}?
th_th: คุณแน่ใจหรือไม่ว่าคุณต้องการลบ {role}?
tr_tr: {role} rolünü silmek istediğine emin misin?
vi_vn: Bạn có chắc muốn xóa {role} không?
zh_cn: 是否确定要删除{role}？
zh_tw: 確定刪除 {role}？

# Message.DeleteWallPostSuccess
source: Successfully deleted wall post.
ar_001: تم حذف رسالة الجدار بنجاح.
de_de: Der Post wurde gelöscht.
es_es: Se ha eliminado la publicación del muro correctamente.
fr_fr: Le message du mur a bien été supprimé.
id_id: Berhasil menghapus postingan dinding.
it_it: Successo nel cancellare messaggio dalla bacheca.
ja_jp: 掲示板投稿を削除しました。
ko_kr: 담벼락 게시물 삭제 완료.
pl_pl: Usunięto post z tablicy.
pt_br: Publicação do mural excluída com sucesso.
ru_ru: Публикация на стене удалена.
th_th: ลบโพสต์บนกระดานสำเร็จเรียบร้อยแล้ว
tr_tr: Duvar gönderisi başarıyla silindi.
vi_vn: Đã xóa thành công bài đăng trên tường.
zh_cn: 成功删除帖子。
zh_tw: 成功刪除貼文。

# Message.MaxRoles
source: A maximum of 40 roles are allowed.
ar_001: يسمح بـ 40 دور كحد أقصى.
de_de: Es sind maximal 40 Rollen erlaubt.
es_es: Se permiten un máximo de 40 roles.
fr_fr: Un maximum de 40 rôles est autorisé.
id_id: Maksimum 40 peran diizinkan.
it_it: Sono consentiti un massimo di 40 ruoli.
ja_jp: 役割の数は最大40まで許可されています。
ko_kr: 역할의 수는 최대 40개까지 허용됩니다.
pl_pl: Dozwolonych jest maksymalnie 40 ról.
pt_br: São permitidas no máximo 40 funções.
ru_ru: Разрешено не более 40 ролей.
th_th: อนุญาตให้มีได้สูงสุด 40 หน้าที่
tr_tr: En fazla 40 role izin verilir.
vi_vn: Cho phép có tối đa 40 vai trò.
zh_cn: 最多可允许 40 个角色。
zh_tw: 最多可設定 40 個身分。

# Heading.RemovePrimaryGroup
source: Remove Primary Group
ar_001: إزالة المجموعة الأساسية
de_de: Hauptgruppe entfernen
es_es: Eliminar grupo principal
fr_fr: Ne plus désigner comme groupe principal
id_id: Hapus Grup Utama
it_it: Rimuovi gruppo primario
ja_jp: メイングループを削除
ko_kr: 기본 그룹 삭제
pl_pl: Usuń grupę główną
pt_br: Remover grupo principal
ru_ru: Удалить основную группу
th_th: ลบกลุ่มหลัก
tr_tr: Ana Grubu Kaldır
vi_vn: Loại Bỏ Nhóm Chính
zh_cn: 移除主要群组
zh_tw: 解除主要群組

# Label.CreateEnemy
source: Create Enemy
ar_001: إنشاء عدو
de_de: Feind erstellen
es_es: Crear enemigo
fr_fr: Créer un ennemi
id_id: Buat Musuh
it_it: Crea nemico
ja_jp: 敵を作成
ko_kr: 적 생성
pl_pl: Utwórz wroga
pt_br: Criar inimigo
ru_ru: Создать врага
th_th: สร้างศัตรู
tr_tr: Düşman Oluştur
vi_vn: Tạo Kẻ Thù
zh_cn: 设定敌人
zh_tw: 設定敵人

# Label.NoMembersInRole
source: No group members are in this role.
ar_001: لا يوجد أعضاء مجموعة في هذا الدور.
de_de: Es gibt keine Gruppenmitglieder in dieser Rolle.
es_es: No hay miembros del grupo que desempeñan esta función.
fr_fr: Aucun membre du groupe n'occupe ce rôle.
id_id: Tidak ada anggota grup di peran ini.
it_it: Nessun membro del gruppo ha quel ruolo.
ja_jp: この役割のグループメンバーはいません。
ko_kr: 본 역할을 맡고 있는 멤버가 없습니다.
pl_pl: Brak członków grupy w tej roli.
pt_br: Nenhum membro de grupo está nesta função.
ru_ru: Нет участников группы с такой ролью.
th_th: ไม่มีสมาชิกกลุ่มที่มีหน้าที่นี้
tr_tr: Bu role sahip herhangi bir grup üyesi yok.
vi_vn: Không có thành viên nhóm nào có vai trò này.
zh_cn: 没有此角色的群组成员。
zh_tw: 此身分沒有成員。
