Repository: rbxinfra/translation-resources
Catalog: resources/Feature/Groups.*.resx
Languages: ar_001, de_de, es_es, fr_fr, id_id, it_it, ja_jp, ko_kr, pl_pl, pt_br, ru_ru, th_th, tr_tr, vi_vn, zh_cn, zh_tw

# Heading.Shout
source: Shout
ar_001: رسالة
de_de: Ruf
es_es: Anuncio
fr_fr: Appel
id_id: Pengumuman
it_it: Avviso
ja_jp: 告知
ko_kr: 샤우트
pl_pl: Ogłoś
pt_br: Aviso
ru_ru: Сообщение
th_th: ประกาศ
tr_tr: Anons
vi_vn: Phát Tin
zh_cn: 广播
zh_tw: 廣播

# Label.GamesVisible
source: Group experiences are visible on the group home page
ar_001: تجارب المجموعة مرئية على الصفحة الرئيسية للمجموعة
de_de: Gruppenerlebnisse sind auf der Gruppenhomepage sichtbar
es_es: Las experiencias del grupo son visibles en la página de inicio del grupo
fr_fr: Les expériences du groupe sont visibles sur la page d'accueil du groupe
id_id: Pengalaman virtual grup dapat dilihat di beranda grup
it_it: Le esperienze del gruppo sono visibili sulla home page del gruppo
ja_jp: グループバーチャル空間は、グループホームページで見られます
ko_kr: 그룹 체험을 그룹 홈페이지에 표시
pl_pl: Projekty grupy są widoczne na stronie głównej grupy
pt_br: As experiências em grupo podem ser visualizados na página inicial do grupo
ru_ru: Плейсы для группы видны на главной странице группы
th_th: ประสบการณ์กลุ่มจะแสดงอยู่บนหน้าหลักของกลุ่ม
tr_tr: Grup deneyimleri, grup ana sayfasında görülebilir
vi_vn: Trải nghiệm nhóm được hiển thị trên trang chủ của nhóm
zh_cn: 可在群组主页看见群组作品
zh_tw: 群組體驗可在群組首頁查看

# Message.CreateAsset
source: {actor} created asset {item}
ar_001: {actor} أنشأ الأصل {item}
de_de: {actor} hat das Objekt {item} erstellt
es_es: {actor} creó el recurso {item}
fr_fr: {actor} a créé l'élément {item}
id_id: {actor} membuat aset {item}
it_it: {actor} ha creato una risorsa {item}
ja_jp: {actor} が {item} のアセットを作成しました
ko_kr: {actor} 님이 {item} 애셋을 생성했어요
pl_pl: Użytkownik {actor} utworzył zasób {item}
pt_br: {actor} criou o elemento {item}
ru_ru: {actor} создаёт ресурс {item}
th_th: {actor} ได้สร้างทรัพยากร "{item}"
tr_tr: {actor}, {item} varlığı oluşturdu
vi_vn: {actor} đã tạo tài sản {item}
zh_cn: “{actor}”已创建素材“{item}”
zh_tw: {actor} 已建立素材 {item}

# Message.RoleNameExists
source: Role name already exists.
ar_001: اسم الدور موجود مسبقا.
de_de: Rollenname existiert bereits.
es_es: El nombre del rol ya existe.
fr_fr: Le nom du rôle existe déjà.
id_id: Nama peran sudah ada.
it_it: Il nome del ruolo esiste già.
ja_jp: 役割名はすでに存在しています。
ko_kr: 역할 이름이 이미 있어요.
pl_pl: Nazwa roli już istnieje.
pt_br: Já existe uma função com esse nome.
ru_ru: Роль с таким названием уже существует.
th_th: มีชื่อหน้าที่นี้อยู่แล้ว
tr_tr: Rol adı zaten var.
vi_vn: Tên vai trò đã tồn tại.
zh_cn: 角色名称已存在。
zh_tw: 身分名稱已存在。

# Message.SendPostError
source: Unable to send post.
ar_001: غير قادر على إرسال المشاركة.
de_de: Post konnte nicht gesendet werden.
es_es: No se puede enviar la publicación.
fr_fr: Impossible de publier le message.
id_id: Tidak dapat mengirim postingan.
it_it: Impossibile inviare messaggio.
ja_jp: 投稿を送信できません。
ko_kr: 게시물을 전송할 수 없습니다.
pl_pl: Nie można wysłać posta.
pt_br: Não é possível enviar publicação.
ru_ru: Не удаётся отправить публикацию.
th_th: ไม่สามารถส่งโพสต์ได้
tr_tr: Paylaşım gönderilemiyor.
vi_vn: Không thể gửi bài đăng.
zh_cn: 无法发送帖子。
zh_tw: 無法發表貼文。

# Heading.MembershipPermissions
source: Members
ar_001: الأعضاء
de_de: Mitglieder
es_es: Miembros
fr_fr: Membres
id_id: Anggota
it_it: Membri
ja_jp: メンバー
ko_kr: 멤버
pl_pl: Członkowie
pt_br: Membros
ru_ru: Участники
th_th: สมาชิก
tr_tr: Üyeler
vi_vn: Thành Viên
zh_cn: 成员
zh_tw: 成員

# Label.WallPostPlaceholder
source: Say something...
ar_001: قل شيئاً...
de_de: Schreib etwas ...
es_es: Di algo...
fr_fr: Dire quelque chose...
id_id: Katakan sesuatu...
it_it: Di' qualcosa...
ja_jp: 発言してください...
ko_kr: 내용을 입력하세요...
pl_pl: Powiedz coś...
pt_br: Diga algo...
ru_ru: Напиши что-нибудь...
th_th: พูดอะไรสักหน่อยสิ...
tr_tr: Bir şeyler söyle...
vi_vn: Hãy nói điều gì đó...
zh_cn: 说点什么...
zh_tw: 說點什麼……

# Message.Owner
source: The group's owner.
ar_001: مالك المجموعة.
de_de: Besitzer:in der Gruppe.
es_es: El propietario del grupo.
fr_fr: Le propriétaire du groupe.
id_id: Pemilik grup.
it_it: Il proprietario del gruppo.
ja_jp: グループの所有者。
ko_kr: 그룹의 소유자.
pl_pl: Właściciel grupy.
pt_br: Proprietário(a) do grupo.
ru_ru: Владелец группы.
th_th: เจ้าของกลุ่ม
tr_tr: Grubun sahibi.
vi_vn: Chủ nhóm.
zh_cn: 群组的主人。
zh_tw: 群組的主人。

# Message.PaidOutRecently
source: Group has paid out too recently. Please wait and try again.
ar_001: المجموعة قد سددت مؤخرا جدا. الرجاء الانتظار والمحاولة مرة أخرى.
de_de: Die Gruppe erst neulich ausgezahlt. Bitte warte und versuche es später erneut.
es_es: El grupo acaba de hacer un pago. Espera un momento e inténtalo de nuevo.
fr_fr: Paiement du groupe trop récent. Veuillez patienter et réessayer.
id_id: Grup baru saja membayar. Tunggu lalu coba lagi.
it_it: Il gruppo ha versato troppo di recente. Aspetta e prova di nuovo.
ja_jp: 前回のグループのペイアウトから間隔が短すぎます。しばらくしてからやり直してください。
ko_kr: 그룹이 페이아웃한 지 얼마 되지 않았어요. 기다렸다가 다시 시도하세요.
pl_pl: Wypłaty z grupy dokonano zbyt niedawno. Poczekaj i spróbuj ponownie.
pt_br: O grupo efetuou um pagamento recentemente. Tente mais tarde.
ru_ru: Слишком частые выплаты. Подожди и попробуй снова.
th_th: กลุ่มเพิ่งจ่ายเงินออกไปเมื่อไม่นานมานี้ โปรดรอสักครู่แล้วลองอีกครั้ง
tr_tr: Grup çok yakın zamanda ödeme yaptı. Lütfen bekle ve tekrar dene.
vi_vn: Nhóm đã thanh toán quá nhanh. Vui lòng chờ và thử lại.
zh_cn: 群组近期进行了太多次支付操作。请稍候再试一次。
zh_tw: 群組支付頻率過高，請稍後再試。

# Message.UpdateRolesetData
source: {actor} updated roleset {oldName}'s name to {newName} and changed description from "{oldDescription}" to "{newDescription}"
ar_001: قام {actor} بتحديث اسم مجموعة الأدوار {oldName}إلى {newName} وتغيير الوصف من"{oldDescription}إلى "{newDescription}"
de_de: {actor} hat Rolle {oldName}s Name zu {newName} aktualisiert und die Beschreibung von „{oldDescription}“ zu „{newDescription}“ geändert
es_es: {actor} cambió el nombre del conjunto de roles de {oldName} a {newName} y actualizó la descripción de "{oldDescription}" a "{newDescription}"
fr_fr: {actor} a remplacé le nom {oldName} du jeu de rôle par {newName} et a remplacé la description "{oldDescription}" par "{newDescription}"
id_id: {actor} meng-update nama peran {oldName} menjadi {newName} dan mengubah deskripsi dari "{oldDescription}" menjadi "{newDescription}"
it_it: {actor} ha rinominato il set di ruoli da {oldName} a {newName} e ha aggiornato la descrizione da "{oldDescription}" a "{newDescription}"
ja_jp: {actor} が役割セット {oldName} の名前を {newName} にアップデートし、説明を「{oldDescription}」から「{newDescription}」に変更しました。
ko_kr: {actor} 님이 역할군 {oldName}의 이름을 {newName}(으)로 업데이트하고 설명을 '{oldDescription}'에서 '{newDescription}'(으)로 변경했어요
pl_pl: Użytkownik {actor} zaktualizował nazwę zestawu ról z {oldName} na {newName} i zmienił jego opis z „{oldDescription}” na „{newDescription}”
pt_br: {actor} atualizou o nome da função de {oldName} para {newName} e mudou a descrição de "{oldDescription}" para "{newDescription}"
ru_ru: {actor} меняет название набора ролей {oldName} на {newName} и меняет описание с «{oldDescription}» на «{newDescription}»
th_th: {actor} ได้อัปเดตชื่อของชุดหน้าที่ "{oldName}" เป็น "{newName}" และได้เปลี่ยนคำอธิบายจาก "{oldDescription}" เป็น "{newDescription}"
tr_tr: {actor}, {oldName} olan rol kümesi adını {newName} olarak ve "{oldDescription}" olan rol açıklamasını "{newDescription}" olarak güncelledi
vi_vn: {actor} đã cập nhật tên vai trò từ {oldName} thành {newName} và thay đổi mô tả từ "{oldDescription}" thành "{newDescription}"
zh_cn: {actor}已将{oldName}的名称更新为{newName}，并将描述从“{oldDescription}”更新为“{newDescription}”
zh_tw: {actor} 已將 {oldName} 身分的名稱改為 {newName}，並將說明從「{oldDescription}」改為「{newDescription}」

# Description.LeaveGroupWarning
source: Are you sure you want to leave this group?
ar_001: هل أنت متأكد من أنك تريد مغادرة هذه المجموعة؟
de_de: Möchtest du diese Gruppe wirklich verlassen?
es_es: ¿Quieres salir del grupo?
fr_fr: Voulez-vous vraiment quitter ce groupe ?
id_id: Kamu yakin ingin keluar dari grup ini?
it_it: Vuoi davvero lasciare questo gruppo?
ja_jp: このグループを抜けますか？
ko_kr: 정말 본 그룹을 나가시겠습니까?
pl_pl: Czy na pewno chcesz opuścić tę grupę?
pt_br: Quer mesmo sair deste grupo?
ru_ru: Покинуть группу?
th_th: คุณแน่ใจหรือไม่ว่าคุณต้องการออกจากกลุ่มนี้?
tr_tr: Bu gruptan ayrılmak istediğine emin misin?
vi_vn: Bạn có chắc muốn rời khỏi nhóm này không?
zh_cn: 是否确定要离开此群组？
zh_tw: 確定離開群組？

# Label.AllowDeclarations
source: Allow enemy declarations
ar_001: السماح بإعلانات العدو
de_de: Feindeserklärungen erlauben
es_es: Permitir declaraciones de enemigos
fr_fr: Autoriser les déclarations d'ennemi
id_id: Izinkan pernyataan musuh
it_it: Consenti dichiarazioni di nemici
ja_jp: 敵宣言を許可
ko_kr: 적 선포 허용
pl_pl: Zezwalaj na dodawanie wrogów
pt_br: Permitir declarar inimigos
ru_ru: Разрешить объявление вражды
th_th: อนุญาตให้ประกาศศัตรู
tr_tr: Düşman ilan etmeye izin ver
vi_vn: Cho phép tuyên bố kẻ thù
zh_cn: 允许敌人声明
zh_tw: 允許樹敵

# Label.OnlyBcCanJoin
source: Only Builders Club members can join
ar_001: فقط أعضاء نادي البناء يمكنهم الانضمام
de_de: Es können nur Mitglieder des Builders Club beitreten.
es_es: Solo los miembros del Builders Club pueden unirse
fr_fr: Seuls les membres du Builders Club peuvent s'y joindre.
id_id: Hanya anggota Builders Club yang dapat bergabung
it_it: Solo membri del Builders Club possono accedere
ja_jp: Builders Clubのメンバーだけが参加できます
ko_kr: Builders Club 멤버만 가입할 수 있습니다
pl_pl: Mogą dołączyć tylko członkowie Builders Club
pt_br: Apenas assinantes do Builders Club podem entrar
ru_ru: Только для подписчиков Клуба создателей
th_th: เฉพาะสมาชิก Builders Club เท่านั้นที่สามารถเข้าร่วมได้
tr_tr: Yalnızca Yaratıcılar Kulübü üyeleri katılabilir
vi_vn: Chỉ thành viên gói Builders Club mới có thể tham gia
zh_cn: 只有 Builders Club 会员才能加入
zh_tw: 只有 Builders Club 會員可以加入

# Message.InvalidTargetGroup
source: Target group is invalid or does not exist
ar_001: مجموعة الهدف غير صالحة أو غير موجودة
de_de: Zielgruppe ist ungültig oder existiert nicht
es_es: El grupo de destino no es válido o no existe
fr_fr: Le groupe cible n'est pas valide ou n'existe pas.
id_id: Grup target tidak valid atau tidak ada
it_it: Il gruppo bersaglio non è valido o non esiste
ja_jp: ターゲットグループが無効、または存在しません。
ko_kr: 목표 그룹이 유효하지 않거나 존재하지 않아요.
pl_pl: Grupa docelowa jest nieprawidłowa lub nie istnieje
pt_br: O grupo-alvo é inválido ou não existe.
ru_ru: Выбранная группа недействительна или не существует
th_th: กลุ่มเป้าหมายไม่ถูกต้องหรือไม่มีอยู่
tr_tr: Hedef grup geçersiz veya mevcut değil
vi_vn: Nhóm mục tiêu không hợp lệ hoặc không tồn tại
zh_cn: 目标群组无效或不存在
zh_tw: 目標群組無效或不存在

# Message.PurchaseRole
source: Purchasing a new role will cost {cost}
ar_001: شراء دور جديد سيكلف {cost}
de_de: Der Kauf einer neuen Rolle kostet {cost}
es_es: La compra de un nuevo rol cuesta {cost}
fr_fr: L'achat d'un nouveau rôle coûte {cost}
id_id: Membeli peran baru akan dikenakan biaya {cost}
it_it: L'acquisto di un nuovo ruolo costerà {cost}
ja_jp: 新しい役割の購入の費用は {cost}
ko_kr: 새로운 역할의 구매 비용은 {cost}입니다.
pl_pl: Nowa rola będzie kosztować {cost}
pt_br: Comprar uma nova função custará {cost}
ru_ru: Новая роль стоит {cost}
th_th: ค่าใช้จ่ายในการซื้อหน้าที่ใหม่คือ {cost}
tr_tr: Yeni bir rol satın almanın maliyeti: {cost}
vi_vn: Mua một vai trò mới sẽ tốn {cost}
zh_cn: 购买一个新角色将花费 {cost}
zh_tw: 購買新身分的費用為 {cost}

# Message.RankReserved
source: Ranks must be between {minRankPlusOne} and {maxRankMinusOne}. {minRank} and {maxRank} are reserved for guests and the owner.
ar_001: يجب أن تكون الرتب بين {minRankPlusOne} و {maxRankMinusOne}. {minRank} و {maxRank} محجوزة للزوار و المالك.
de_de: Ränge müssen zwischen {minRankPlusOne} und {maxRankMinusOne} liegen. {minRank} und {maxRank} sind Gäst:innen und dem Eigentümer:innen vorbehalten.
es_es: Los rangos deben estar entre {minRankPlusOne} y {maxRankMinusOne}. Se reservan {minRank} y {maxRank} para invitados y propietario.
fr_fr: Les rangs doivent être compris entre {minRankPlusOne} et {maxRankMinusOne}. Les rangs {minRank} et {maxRank} sont réservés aux invités et au propriétaire.
id_id: Peringkat harus di antara {minRankPlusOne} dan {maxRankMinusOne}. {minRank} dan {maxRank} disediakan untuk tamu dan pemilik.
it_it: I gradi devono essere tra {minRankPlusOne} e {maxRankMinusOne}. {minRank} e {maxRank} sono riservati agli ospiti e il proprietario.
ja_jp: ランクは {minRankPlusOne} と {maxRankMinusOne} の間でなければなりません。 {minRank} と {maxRank} は、ゲストと所有者限定です。
ko_kr: 등급은 {minRankPlusOne}에서 {maxRankMinusOne} 사이여야 합니다.{minRank} 및 {maxRank}은(는) 게스트 및 소유자를 위한 등급입니다.
pl_pl: Wymagana jest ranga od {minRankPlusOne} do {maxRankMinusOne}. {minRank} i {maxRank} to rangi zarezerwowane dla gości i dla właściciela.
pt_br: Os cargos devem estar entre {minRankPlusOne} e {maxRankMinusOne}. {minRank} e {maxRank} são reservados para os convidados e para o proprietário.
ru_ru: Ранги должны быть между {minRankPlusOne} и {maxRankMinusOne}. {minRank} и {maxRank} зарезервированы для гостей и владельца.
th_th: สถานะต้องอยู่ระหว่าง {minRankPlusOne} และ {maxRankMinusOne} โดย {minRank} และ {maxRank} จะสงวนไว้สำหรับผู้เยี่ยมชมและเจ้าของ
tr_tr: Rütbeler {minRankPlusOne} ile {maxRankMinusOne} arasında olmalıdır. {minRank} ve {maxRank} rütbeleri, sırasıyla konuklara ve grubun sahibine ayrılmıştır.
vi_vn: Xếp hạng phải nằm trong khoảng từ {minRankPlusOne} đến {maxRankMinusOne}. {minRank} và {maxRank} dành cho khách và chủ sở hữu.
zh_cn: 等级必须介于 {minRankPlusOne} 和 {maxRankMinusOne} 之间。{minRank} 和 {maxRank} 保留供访客和群主使用。
zh_tw: 排名必須在 {minRankPlusOne} 和 {maxRankMinusOne} 之間。{minRank} 和 {maxRank} 將為訪客與主人保留。

# Label.Admin
source: Admin
ar_001: المشرف
es_es: Administrador
it_it: Amministratore
ja_jp: 管理者
ko_kr: 관리자
pl_pl: Administrator
pt_br: Administrador(a)
ru_ru: Администратор
th_th: แอดมิน
tr_tr: Yönetici
vi_vn: Quản Trị Viên
zh_cn: 管理员
zh_tw: 管理員

# Label.CreateGroupFee
source: Group Creation Fee
ar_001: رسوم إنشاء المجموعة
de_de: Gruppenerstellungsgebühr
es_es: Cuota de creación de grupo
fr_fr: Taxe de création de groupe
id_id: Biaya Pembuatan Grup
it_it: Tassa di creazione del gruppo
ja_jp: グループ作成手数料
ko_kr: 그룹 생성 수수료
pl_pl: Opłata za utworzenie grupy
pt_br: Taxa de criação de grupo
ru_ru: Комиссия за создание группы
th_th: ค่าธรรมเนียมการสร้างกลุ่ม
tr_tr: Grup Oluşturma Ücreti
vi_vn: Phí Tạo Nhóm
zh_cn: 创建群组费用
zh_tw: 團隊建立費用

# Label.Delete
source: Delete
ar_001: حذف
de_de: Löschen
es_es: Eliminar
fr_fr: Supprimer
id_id: Hapus
it_it: Elimina
ja_jp: 削除
ko_kr: 삭제
pl_pl: Usuń
pt_br: Excluir
ru_ru: Удалить
th_th: ลบ
tr_tr: Sil
vi_vn: Xóa
zh_cn: 删除
zh_tw: 刪除

# Label.PermDeleteRole
source: Permanently delete this role
ar_001: حذف هذا الدور بشكل دائم
de_de: Diese Rolle endgültig löschen
es_es: Eliminar permanentemente este rol
fr_fr: Effacer ce rôle de façon permanente
id_id: Hapus peran ini secara permanen
it_it: Cancella permanentemente questo ruolo
ja_jp: この役割を永久に削除
ko_kr: 영구적으로 이 역할 삭제
pl_pl: Trwale usuń tę rolę
pt_br: Excluir esta função permanentemente
ru_ru: Навсегда удалить эту роль
th_th: ลบหน้าที่นี้อย่างถาวร
tr_tr: Bu rolü kalıcı olarak sil
vi_vn: Xóa vĩnh viễn vai trò này
zh_cn: 永久删除此角色
zh_tw: 永久刪除此身分

# Message.CannotUpdateOwner
source: Cannot update Owner role rank.
ar_001: لا يمكن تحديث رتبة دور المالك.
de_de: Eigentümer-Rollenrang kann nicht aktualisiert werden.
es_es: No se puede actualizar el rango del rol de propietario.
fr_fr: Impossible de mettre à jour le rang du rôle de propriétaire.
id_id: Tidak dapat meng-update peringkat peran Pemilik.
it_it: Impossibile aggiornare grado ruolo proprietario.
ja_jp: 所有者の役割ランクを更新できません。
ko_kr: 소유자 역할 등급을 업데이트할 수 없어요.
pl_pl: Nie można zaktualizować rangi roli Właściciel.
pt_br: Não é possível atualizar a função Proprietário.
ru_ru: Нельзя обновить ранг для роли владельца.
th_th: ไม่สามารถอัปเดตสถานะสำหรับหน้าที่ของเจ้าของได้
tr_tr: Sahip rolü rütbesi güncellenemez.
vi_vn: Không thể cập nhật vai trò Chủ Sở Hữu.
zh_cn: 无法更新群主角色等级。
zh_tw: 無法更新主人身分階級。

# Message.KickFromClan
source: {actor} kicked user {user} out of the clan
ar_001: {actor} طرد مستخدم {user} من العصابة
de_de: {actor} hat {user} vom Klan gekickt
es_es: {actor} ha expulsado a {user} del clan
fr_fr: {actor} a expulsé l'utilisateur {user} du clan
id_id: {actor} mengeluarkan pengguna {user} dari klan
it_it: {actor} ha espulso {user} dal clan
ja_jp: {actor} がユーザーの {user} をクランから追放しました
ko_kr: {actor} 님이 {user} 님을 클랜에서 추방했어요
pl_pl: Użytkownik {actor} wyrzucił użytkownika {user} z klanu
pt_br: {actor} expulsou o usuário {user} do clã
ru_ru: {actor} исключает пользователя {user} из клана
th_th: {actor} ไล่ผู้ใช้ "{user}" ออกจากแคลน
tr_tr: {actor}, {user} adlı kullanıcıyı klandan attı
vi_vn: {actor} đã đuổi người chơi {user} khỏi bang hội
zh_cn: “{actor}”已将用户“{user}”踢出公会
zh_tw: {actor} 已將 {user} 踢出公會

# Message.NameFieldEmpty
source: The name field cannot be empty
ar_001: لا يمكن أن يكون حقل الاسم فارغاً
de_de: Der Name darf nicht leer sein
es_es: El campo de nombre no puede estar vacío
fr_fr: Le champ du nom ne peut pas être vide
id_id: Bidang nama tidak boleh kosong
it_it: Il campo del nome non può essere vuoto
ja_jp: 名前の欄は空白にできません
ko_kr: 이름을 입력하셔야 합니다
pl_pl: Pole nazwy nie może być puste
pt_br: O campo nome não pode ficar vazio
ru_ru: Поле имени не может быть пустым
th_th: จำเป็นต้องกรอกชื่อ
tr_tr: Ad alanı boş olamaz
vi_vn: Không thể để trống trường tên
zh_cn: 名称栏位不能为空
zh_tw: 名稱欄位不可空白

# Message.Rename
source: {actor} renamed current group to {newName}
ar_001: {actor} أعاد تسمية المجموعة الحالية إلى {newName}
de_de: {actor} hat die aktuelle Gruppe in {newName} umbenannt
es_es: {actor} cambió el nombre del grupo actual a {newName}
fr_fr: {actor} a renommé le groupe en {newName}
id_id: {actor} mengubah nama grup saat ini menjadi {newName}
it_it: {actor} ha rinominato il gruppo attuale {newName}
ja_jp: {actor} が現在のグループ名を {newName} に変更しました
ko_kr: {actor} 님이 그룹 이름을 {newName}(으)로 변경했어요
pl_pl: Użytkownik {actor} zmienił bieżącą nazwę grupy na {newName}
pt_br: {actor} renomeou o grupo para {newName}
ru_ru: {actor} меняет название группы на {newName}
th_th: {actor} ได้เปลี่ยนชื่อกลุ่มปัจจุบันเป็น "{newName}"
tr_tr: {actor}, grubun adını {newName} olarak değiştirdi
vi_vn: {actor} đã đổi tên nhóm hiện tại thành {newName}
zh_cn: “{actor}”已将当前群组名称更改为“{newName}”
zh_tw: {actor} 已將目前群組名稱變更為 {newName}

# Message.ConfigureGameDeveloperProduct
source: {actor} updated developer product {id}: {actions}
ar_001: {actor} تحديث منتج المطور {id}: {actions}
de_de: {actor} hat das Entwicklerprodukt {id} aktualisiert: {actions}
es_es: {actor} ha actualizado un producto de desarrollador {id}: {actions}
fr_fr: {actor} a mis à jour le produit développeur {id} : {actions}
id_id: {actor} meng-update produk developer {id}: {actions}
it_it: {actor} aggiornato il prodotto sviluppatore {id}: {actions}
ja_jp: {actor} が開発者製品 {id} を更新しました: {actions}
ko_kr: {actor} 님이 개발자 상품 {id}(을)를 업데이트함: {actions}
pl_pl: Użytkownik {actor} zaktualizował produkt deweloperski {id}: {actions}
pt_br: {actor} atualizou o produto do desenvolvedor com ID {id}: {actions}
ru_ru: {actor} обновляет продукт разработчика {id}: {actions}
th_th: {actor} ได้อัปเดตผลิตภัณฑ์นักพัฒนา "{id}": {actions}
tr_tr: {actor}, {id} kimlikli geliştirici ürününü güncelledi: {actions}
vi_vn: {actor} đã cập nhật sản phẩm phát triển {id}: {actions}
zh_cn: “{actor}”已更新 ID 为 {id} 的开发者产品：{actions}\n
zh_tw: {actor} 已更新開發者產品 {id}：{actions}

# Message.GroupCannotDeclareEnemies
source: Your group does not allow enemy declarations.
ar_001: لا تسمح مجموعتك بإعلانات العدو.
de_de: Deine Gruppe erlaubt keine Feindeserklärungen.
es_es: Tu grupo no permite declaraciones de enemigos.
fr_fr: Votre groupe n'autorise pas les déclarations d'ennemi.
id_id: Grupmu tidak mengizinkan pernyataan musuh.
it_it: Il tuo gruppo non consente dichiarazioni di nemici.
ja_jp: お持ちのグループは敵宣言を許可していません。
ko_kr: 내 그룹은 적 선포를 허용하지 않아요.
pl_pl: W twojej grupie nie jest dozwolone dodawanie wrogów.
pt_br: O seu grupo não permite declarar inimigos.
ru_ru: Твоя группа не допускает объявлений о вражде.
th_th: กลุ่มของคุณไม่อนุญาตให้มีการประกาศศัตรู
tr_tr: Grubun, düşman ilan etmeye izin vermiyor.
vi_vn: Nhóm của bạn không cho phép tuyên bố kẻ thù.
zh_cn: 你的群组不允许敌人声明。
zh_tw: 您的群組不允許樹敵。

# Message.SearchTermConstraint
source: Search terms can be 2 to 50 characters long.
ar_001: قد يكون طول مصطلحات البحث 2 إلى 50 حرفاً.
de_de: Suchbegriffe können 2 bis 50 Zeichen lang sein.
es_es: Los términos de búsqueda pueden tener entre 2 y 50 caracteres.
fr_fr: Les termes de recherche peuvent comporter entre 2 et 50 caractères.
id_id: Istilah pencarian dapat terdiri dari 2 hingga 50 karakter.
it_it: I termini di ricerca possono essere lunghi tra i 2 e 50 caratteri.
ja_jp: サーチする語句の長さは2〜50文字以内にする必要があります。
ko_kr: 검색어는 2~50자까지만 입력할 수 있어요.
pl_pl: Terminy wyszukiwania mogą zawierać od 2 do 50 znaków.
pt_br: Termos pesquisados devem ter de 2 a 50 caracteres.
ru_ru: Поисковый запрос может содержать от 2 до 50 символов.
th_th: คำที่ใช้ค้นหามีความยาวได้ 2 ถึง 50 อักขระ
tr_tr: Arama terimleri 2 ila 50 karakter uzunluğunda olabilir.
vi_vn: Cụm từ tìm kiếm có thể dài từ 2 đến 50 ký tự.
zh_cn: 搜索字符的长度须为 2 至 50 个字符。
zh_tw: 搜尋字串可為 2 到 50 個字元。

# Message.SearchTermFiltered
source: Search term not appropriate for Roblox.
ar_001: مصطلح البحث غير مناسب لRoblox.
de_de: Suchbegriff nicht geeignet für Roblox.
es_es: Término de búsqueda inadecuado para Roblox.
fr_fr: Terme de recherche inapproprié pour Roblox.
id_id: Istilah pencarian tidak pantas untuk Roblox.
it_it: Termine di ricerca inappropriato per Roblox.
ja_jp: サーチする語句がRobloxでは適切ではありません。
ko_kr: 부적절한 검색어입니다.
pl_pl: Termin wyszukiwania jest niewłaściwy dla platformy Roblox.
pt_br: O termo pesquisado é inapropriado para a Roblox.
ru_ru: Поисковый запрос не подходит для Roblox.
th_th: คำที่ใช้ค้นหาไม่เหมาะสมสำหรับ Roblox
tr_tr: Roblox için uygun olmayan arama terimi.
vi_vn: Cụm từ tìm kiếm không phù hợp với Roblox.
zh_cn: 搜索字符不适用于 Roblox。
zh_tw: 此搜尋字串含有不當內容。

# Action.ClaimOwnership
source: Claim Ownership
ar_001: المطالبة بالملكية
de_de: Besitz beanspruchen
es_es: Reclamar la propiedad
fr_fr: Revendiquer la propriété
id_id: Klaim Kepemilikan
it_it: Rivendica possesso
ja_jp: 所有権を取得
ko_kr: 소유권 주장
pl_pl: Przejmij na własność
pt_br: Reivindicar propriedade
ru_ru: Заявить о праве собственности
th_th: อ้างสิทธิ์การเป็นเจ้าของ
tr_tr: Sahiplik Talep Et
vi_vn: Nhận Quyền Sở Hữu
zh_cn: 成为群主
zh_tw: 成為主人

# Description.LeaveGroupAsOwnerWarning
source: This will leave the group ownerless.
ar_001: وهذا سيجعل المجموعة غير مالكة لها.
de_de: Dann hat die Gruppe keine:n Besitzer:in mehr.
es_es: Esta acción dejará el grupo sin dueño.
fr_fr: Ce groupe n'aura plus de propriétaire.
id_id: Tindakan ini akan membuat grup ini tidak punya pemilik.
it_it: Questa azione lascerà il gruppo senza proprietario.
ja_jp: グループに所有者がいない状態になります。
ko_kr: 주인 없는 그룹이 됩니다.
pl_pl: Po tym działaniu grupa nie będzie mieć właściciela.
pt_br: Isto fará com que o grupo fique sem proprietário(a).
ru_ru: Группу останется без владельца.
th_th: การดำเนินการนี้จะทำให้กลุ่มนี้ไม่มีเจ้าของ
tr_tr: Bu eylem, grubu sahipsiz bırakacak.
vi_vn: Điều này sẽ khiến nhóm không có chủ sở hữu.
zh_cn: 此群组将会没有群主。
zh_tw: 此群組將會沒有主人。

# Description.ObcMaxGroups
source: You have joined the maximum number of groups.
ar_001: لقد انضممت إلى الحد الأقصى لعدد المجموعات.
de_de: Du bist der maximalen Anzahl an Gruppen beigetreten.
es_es: Te uniste al número máximo de grupos.
fr_fr: Vous avez rejoint le nombre maximum de groupes autorisés.
id_id: Kamu telah bergabung dengan jumlah grup maksimum.
it_it: Hai raggiunto il numero massimo di gruppi a cui unirti.
ja_jp: グループへの参加数が上限に達しました。
ko_kr: 가입한 그룹 수가 한도에 도달했어요.
pl_pl: Należysz już do maksymalnej liczby grup.
pt_br: Você entrou no número máximo de grupos.
ru_ru: Ты состоишь в максимальном количестве групп.
th_th: คุณได้เข้าร่วมกลุ่มถึงจำนวนสูงสุดแล้ว
tr_tr: Maksimum sayıda gruba katıldın.
vi_vn: Bạn đã tham gia số lượng nhóm tối đa.
zh_cn: 你加入的群组数量已达上限。
zh_tw: 您的加入群組數量已達上限。
