Repository: rbxinfra/translation-resources
Catalog: resources/Feature/Groups.*.resx
Languages: ar_001, de_de, es_es, fr_fr, id_id, it_it, ja_jp, ko_kr, pl_pl, pt_br, ru_ru, th_th, tr_tr, vi_vn, zh_cn, zh_tw

# Message.RoleWithUsers
source: There {amount, plural, =0 {are # users} =1 {is # user} other {are # users}} in this role. You cannot delete a role with users
ar_001: هناك {amount, plural, =0 {هم # مستخدمين} =1 {هو # مستخدم} other {هم # مستخدمين}} في هذا الدور. لا يمكنك حذف رتبة مع المستخدمين
de_de: Es {amount, plural, =0 {gibt # Benutzer} =1 {gibt # Benutzer} other {gibt # Benutzer}} in dieser Rolle. Du kannst keine Rolle mit Benutzer:innen löschen.
es_es: Hay {amount, plural,=0 {# usuario(s)}=1 {# usuario}other {# usuarios}} que tiene(n) este rol. No puedes eliminar un rol que tiene usuarios
fr_fr: Il y a {amount, plural, =0 {# utilisateur} =1 {# utilisateur} other {# utilisateurs}} avec ce rôle. Vous ne pouvez pas supprimer un rôle utilisé
id_id: Terdapat {amount, plural, =0 {# pengguna} =1 {# pengguna} other {# pengguna}} di peran ini. Kamu tidak dapat menghapus peran yang memiliki pengguna
it_it: Ci {amount, plural, =0 {sono # utenti} =1 {è # utente} other {sono # utenti}} in questo ruolo. Non puoi cancellare un ruolo con utente
ja_jp: この役割をしている人が {amount, plural, =0 { # 人} =1 { # 人} other { # 人}} います。役割があるユーザーを削除することはできません
ko_kr: 이 역할에는 {amount, plural, =0 {# 사용자} =1 {# 사용자} other {# 사용자}}가 있습니다. 사용자가 있는 역할은 삭제할 수 없습니다.
pl_pl: Z tej roli korzysta {amount, plural, =0 {# użytkowników} =1 {# użytkownik} other {# użytkowników}}. Nie można usunąć roli z użytkownikami.
pt_br: {amount, plural, =0 {Não há nenhum usuário} =1 {Há # usuário} other {Há # usuários}} com esta função. Não é possível excluir funções com usuários.
ru_ru: Существует {amount, plural, one { #пользователь} few {# пользователя} many { # пользователей} =0 {# пользователей} =1 {# пользователь} other {# пользователей}} в этой роли. Нельзя удалить роль, которая есть у пользователей.
th_th: มีผู้ใช้ {amount, plural, =0 {# คน} =1 {# คน} other {# คน}}อยู่ในหน้าที่นี้ คุณไม่สามารถลบหน้าที่ที่มีผู้ใช้อยู่ได้
tr_tr: Bu role sahip {amount, plural, =0 {# üye} =1 {# üye} other {# üye}} bulunuyor. Kullanıcısı bulunan bir rolü silemezsin
vi_vn: Có {amount, plural, =0 {# người chơi} =1 {# người chơi} other {# người chơi}} trong vai này. Bạn không thể xóa vai trò có người chơi
zh_cn: {amount, plural, =0 { # 名用户} =1 {有 # 名用户} other {有 # 名用户}}担任此角色。你无法删除已有用户担任的角色
zh_tw: 此身分仍有 {amount, plural, =0 { # 位成員} =1 {# 位成員} other {# 位成員}}，無法刪除含有成員的身分

# Label.SelectNewOwner
source: Select the new group owner
ar_001: حدد مالك المجموعة الجديد
de_de: Wähle neue:n Gruppeneigentümer:in aus
es_es: Elige el nuevo propietario del grupo
fr_fr: Sélectionner le nouveau propriétaire du groupe
id_id: Pilih pemilik grup baru
it_it: Seleziona il nuovo proprietario del gruppo
ja_jp: 新しいグループ所有者を選択
ko_kr: 새로운 그룹 소유자를 선택하세요
pl_pl: Wybierz nowego właściciela grupy
pt_br: Escolha o(a) novo(a) proprietário(a) do grupo
ru_ru: Выбрать нового владельца группы
th_th: เลือกเจ้าของกลุ่มคนใหม่
tr_tr: Grubun yeni sahibini seç
vi_vn: Chọn chủ sở hữu nhóm mới
zh_cn: 请选择新的群主
zh_tw: 選擇新的群組主人

# Message.TooManyGroups
source: You have reached the group capacity. Please leave a group before creating a new one.
ar_001: لقد وصلت إلى سعة المجموعة. يرجى ترك مجموعة قبل إنشاء مجموعة جديدة.
de_de: Du hast die Gruppenkapazität erreicht. Bitte verlasse eine Gruppe, bevor du eine neue erstellst.
es_es: Llegaste a la cantidad máxima de grupos. Tienes que salir de un grupo para crear uno nuevo.
fr_fr: Capacité maximale atteinte. Quitte un groupe avant de pouvoir en créer un nouveau.
id_id: Kamu telah mencapai kapasitas grup. Tinggalkan satu grup sebelum membuat yang baru.
it_it: Hai raggiunto la capacità massima del gruppo. Lascia un gruppo prima di crearne uno nuovo.
ja_jp: グループ数が上限に達しました。新しいものを作成する前にグループから抜けてください。
ko_kr: 그룹 수가 한도에 도달했습니다. 새 그룹을 만들기 전에 그룹 하나에서 나가세요.
pl_pl: Osiągnięto limit liczby grup. Opuść jakąś grupę, zanim utworzysz nową.
pt_br: Você alcançou o limite de grupos. Saia de um grupo antes de criar um novo.
ru_ru: Достигнуто максимальное количество участников. Покинь группу, прежде чем создать новую.
th_th: คุณมีกลุ่มถึงจำนวนสูงสุดแล้ว โปรดออกจากกลุ่มก่อนที่จะสร้างกลุ่มใหม่
tr_tr: Grup kapasitesine ulaştın. Yeni bir grup oluşturmadan önce lütfen herhangi bir gruptan ayrıl.
vi_vn: Bạn đã đạt đến giới hạn nhóm. Vui lòng rời khỏi một nhóm trước khi tạo nhóm mới.
zh_cn: 你加入的群组已达上限。创建新群组前，请先离开一个群组。
zh_tw: 您已到達加入群組上限，建立新群組之前請先離開一個群組。

# Message.UnableToDeclineAllRequests
source: Unable to decline all requests. Please try again.
ar_001: غير قادر على رفض جميع الطلبات. الرجاء المحاولة مرة أخرى.
de_de: Alle Anfragen können nicht abgelehnt werden. Bitte versuche es erneut.
es_es: No se pueden rechazar todas las solicitudes. Inténtalo de nuevo.
fr_fr: Impossible de refuser toutes les demandes. Veuillez réessayer plus tard.
id_id: Tidak dapat menolak semua permintaan. Coba lagi.
it_it: Impossibile declinare tutte le richieste. Riprova più tardi.
ja_jp: すべてのリクエストを却下できません。もう一度お試しください。
ko_kr: 모든 요청을 거절할 수 없습니다. 나중에 다시 시도하세요.
pl_pl: Nie można odrzucić wszystkich próśb. Spróbuj ponownie.
pt_br: Não foi possível recusar todas as solicitações. Tente mais tarde.
ru_ru: Не удалось отклонить все запросы. Повтори попытку.
th_th: ไม่สามารถปฏิเสธคำขอทั้งหมดได้ โปรดลองอีกครั้ง
tr_tr: Tüm istekler reddedilemiyor. Lütfen tekrar dene.
vi_vn: Không thể từ chối tất cả các yêu cầu. Vui lòng thử lại.
zh_cn: 无法拒绝所有请求。请稍后重试。
zh_tw: 無法拒絕所有請求，請重新嘗試。

# Action.Yes
source: Yes
ar_001: نعم
de_de: Ja
es_es: Sí
fr_fr: Oui
id_id: Ya
it_it: Sì
ja_jp: はい
ko_kr: 네
pl_pl: Tak
pt_br: Sim
ru_ru: Да
th_th: ใช่
tr_tr: Evet
vi_vn: Có
zh_cn: 是
zh_tw: 確定

# Action.GoToDetails
source: Go to Details
ar_001: الذهاب إلى التفاصيل
de_de: Zu Details gehen
es_es: Ir a Detalles
fr_fr: Accéder aux détails
id_id: Buka Detail
it_it: Vai ai dettagli
ja_jp: 詳細へ
ko_kr: '설명'으로 이동
pl_pl: Przejdź do szczegółów
pt_br: Ir para Detalhes
ru_ru: Подробнее
th_th: ไปที่รายละเอียด
tr_tr: Detaylara git
vi_vn: Đi Đến Chi Tiết
zh_cn: 前往详情
zh_tw: 前往詳細資料

# Heading.About
source: About
ar_001: حول
de_de: Info
es_es: Sobre el grupo
fr_fr: À propos
id_id: Tentang
it_it: Info
ja_jp: 情報
ko_kr: 소개
pl_pl: Informacje
pt_br: Sobre
ru_ru: Описание
th_th: รายละเอียด
tr_tr: Hakkında
vi_vn: Giới Thiệu
zh_cn: 简介
zh_tw: 介紹

# Label.AvailableFunds
source: Available Funds
ar_001: الأموال المتاحة
de_de: Verfügbares Guthaben
es_es: Fondos disponibles
fr_fr: Fonds disponibles
id_id: Dana Tersedia
it_it: Fondi disponibili
ja_jp: 利用できる資金
ko_kr: 사용 가능한 펀드
pl_pl: Dostępne środki
pt_br: Fundos disponíveis
ru_ru: Доступные средства
th_th: เงินทุนที่สามารถใช้ได้
tr_tr: Mevcut Kaynak
vi_vn: Số Tiền Khả Dụng
zh_cn: 可用资金
zh_tw: 可用資金

# Label.GroupClosed
source: Group Closed
ar_001: المجموعة مغلقة
de_de: Gruppe geschlossen
es_es: Grupo cerrado
fr_fr: Groupe fermé
id_id: Grup Ditutup
it_it: Gruppo chiuso
ja_jp: グループを閉鎖しました
ko_kr: 닫힌 그룹
pl_pl: Grupa zamknięta
pt_br: Grupo fechado
ru_ru: Группа закрыта
th_th: ปิดกลุ่มแล้ว
tr_tr: Grup Kapalı
vi_vn: Đã Đóng Nhóm
zh_cn: 群组已关闭
zh_tw: 群組已關閉

# Label.RemoveMember
source: Remove Member
ar_001: إزالة عضو
de_de: Mitglied entfernen
es_es: Eliminar miembro
fr_fr: Retirer le membre
id_id: Hapus Anggota
it_it: Rimuovi membro
ja_jp: メンバーを削除
ko_kr: 멤버 삭제
pl_pl: Usuń członka
pt_br: Remover membro
ru_ru: Удалить участника
th_th: ลบสมาชิก
tr_tr: Üyeyi Çıkar
vi_vn: Loại Bỏ Thành Viên
zh_cn: 移除成员
zh_tw: 移除成員

# Action.SeeNewWallPosts
source: See New Wall Posts
ar_001: مشاهدة مشاركات الحائط الجديد
de_de: Neue Posts auf Gruppenwand anzeigen
es_es: Ver nuevas publicaciones en el muro
fr_fr: Voir les nouveaux posts sur le mur
id_id: Lihat Postingan Dinding Baru
it_it: Vedi nuovi messaggi in bacheca
ja_jp: 新しい掲示板投稿を表示
ko_kr: 새로운 담벼락 게시물 보기
pl_pl: Zobacz nowe posty na tablicy
pt_br: Veja as novas publicações no mural
ru_ru: Новые публикации на стене
th_th: ดูโพสต์ใหม่บนกระดาน
tr_tr: Yeni Duvar Paylaşımlarını Gör
vi_vn: Xem Bài Đăng Mới Trên Tường
zh_cn: 查看留言板新帖
zh_tw: 查看新貼文

# Heading.Affiliates
source: Affiliates
ar_001: المنتسبين
de_de: Verbündete
es_es: Afiliados
fr_fr: Affiliés
id_id: Afiliasi
it_it: Affiliati
ja_jp: アフィリエイト
ko_kr: 파트너
pl_pl: Partnerzy
pt_br: Afiliados
ru_ru: Партнёры
th_th: กลุ่มที่เกี่ยวข้อง
tr_tr: Ortaklar
vi_vn: Nhóm Liên Kết
zh_cn: 伙伴
zh_tw: 關係群組

# Heading.Allies
source: Allies
ar_001: الحلفاء
de_de: Verbündete
es_es: Aliados
fr_fr: Alliés
id_id: Sekutu
it_it: Alleati
ja_jp: 仲間
ko_kr: 동맹
pl_pl: Sojusznicy
pt_br: Aliados
ru_ru: Союзники
th_th: พันธมิตร
tr_tr: Müttefikler
vi_vn: Đồng Minh
zh_cn: 盟友
zh_tw: 盟友

# Heading.Requests
source: Requests
ar_001: الطلبات
de_de: Anfragen
es_es: Solicitudes
fr_fr: Demandes
id_id: Permintaan
it_it: Richieste
ja_jp: リクエスト
ko_kr: 요청
pl_pl: Prośby
pt_br: Solicitações
ru_ru: Запросы
th_th: คำขอ
tr_tr: İstekler
vi_vn: Yêu Cầu
zh_cn: 请求
zh_tw: 請求

# Label.DeleteAlly
source: Delete Ally
ar_001: حذف الحليف
de_de: Verbündete löschen
es_es: Eliminar aliado
fr_fr: Supprimer l'allié
id_id: Hapus Sekutu
it_it: Cancella alleato
ja_jp: 同盟を削除
ko_kr: 동맹 삭제
pl_pl: Usuń sojusznika
pt_br: Excluir aliado
ru_ru: Удалить друга
th_th: ลบพันธมิตร
tr_tr: Müttefiği Sil
vi_vn: Xóa Đồng Minh
zh_cn: 删除盟友
zh_tw: 刪除盟友

# Label.GroupPayouts
source: Group Revenue Payouts
ar_001: مدفوعات إيرادات المجموعة
de_de: Gruppeneinnahmen-Auszahlungen
es_es: Pagos de las ganancias de grupo
fr_fr: Gains des revenus de groupe
id_id: Pembayaran Pendapatan Grup
it_it: Ricavi del gruppo
ja_jp: グループ収入ペイアウト
ko_kr: 그룹 수익 페이아웃
pl_pl: Wypłaty dochodów grupy
pt_br: Pagamentos de rendimentos do grupo
ru_ru: Выплаты группового дохода
th_th: การจ่ายค่าตอบแทนกลุ่ม
tr_tr: Grup Geliri Kazançları
vi_vn: Khoản Thanh Toán Doanh Thu Nhóm
zh_cn: 群组收益支付
zh_tw: 群組收入支付

# Message.AcceptAllyRequest
source: {actor} accepted group {group}'s ally request
ar_001: {actor} قبل طلب حليف المجموعة {group}
de_de: {actor} hat die Verbündeten-Anfrage von der {group}-Gruppe angenommen
es_es: {actor} ha aceptado la solicitud de aliado del grupo {group}
fr_fr: {actor} a accepté la demande d'alliance du groupe {group}
id_id: {actor} menerima permintaan sekutu grup {group}
it_it: {actor} ha accetto la richiesta di alleanza del gruppo {group}
ja_jp: {actor} が {group} グループの同盟リクエストを承認しました
ko_kr: {actor} 님이 {group} 그룹의 동맹 요청을 수락했어요
pl_pl: Użytkownik {actor} zaakceptował prośbę o sojusz od grupy {group}
pt_br: {actor} aceitou o pedido de aliança do grupo {group}
ru_ru: {actor} принимает запрос о дружбе от группы {group}
th_th: {actor} ยอมรับคำขอเป็นพันธมิตรของกลุ่ม "{group}"
tr_tr: {actor}, {group} adlı grubun müttefiklik isteğini kabul etti
vi_vn: {actor} đã chấp nhận yêu cầu đồng minh của nhóm {group}
zh_cn: “{actor}”已接受群组“{group}”的盟友邀请
zh_tw: {actor} 接受了群組 {group} 的盟友請求

# Message.CannotDeleteRole
source: Cannot delete this role.
ar_001: لا يمكن حذف هذا الدور.
de_de: Rolle kann nicht gelöscht werden.
es_es: No se puede eliminar este rol.
fr_fr: Impossible de supprimer ce rôle.
id_id: Tidak dapat menghapus peran ini.
it_it: Impossibile cancellare questo ruolo.
ja_jp: この役割を削除できません。
ko_kr: 이 역할을 삭제할 수 없어요.
pl_pl: Nie można usunąć tej roli.
pt_br: Não é possível excluir esta função.
ru_ru: Нельзя удалить эту роль.
th_th: ไม่สามารถลบหน้าที่นี้ได้
tr_tr: Bu rol silinemez.
vi_vn: Không thể xóa vai trò này.
zh_cn: 无法删除此角色。
zh_tw: 無法刪除此身分。

# Heading.GroupPurchase
source: Group Purchase Confirmation
ar_001: تأكيد شراء المجموعة
de_de: Gruppenkauf-Bestätigung
es_es: Confirmación de compra de grupo
fr_fr: Confirmation d'achat de groupe
id_id: Konfirmasi Pembelian Grup
it_it: Conferma d'acquisto del gruppo
ja_jp: グループ購入の確認
ko_kr: 그룹 구매 확인
pl_pl: Potwierdzenie zakupu grupy
pt_br: Confirmação da compra de grupo
ru_ru: Подтверждение покупки группы
th_th: ยืนยันการซื้อกลุ่ม
tr_tr: Grup Satın Alım Onayı
vi_vn: Xác Nhận Mua Nhóm
zh_cn: 群组购买确认
zh_tw: 群組購買確認

# Label.ChangeGroupOwner
source: Change the group's owner
ar_001: تغيير مالك المجموعة
de_de: Gruppenbesitzer:in ändern
es_es: Cambiar el propietario del grupo
fr_fr: Changer le propriétaire du groupe
id_id: Ubah pemilik grup
it_it: Modifica proprietario gruppo
ja_jp: グループの所有者を変更
ko_kr: 그룹 소유자 변경
pl_pl: Zmień właściciela grupy
pt_br: Trocar proprietário(a) do grupo
ru_ru: Сменить владельца группы
th_th: เปลี่ยนเจ้าของกลุ่ม
tr_tr: Grubun sahibini değiştir
vi_vn: Thay Đổi Chủ Sở Hữu Nhóm
zh_cn: 更改群主
zh_tw: 變更群組主人

# Label.GroupLocked
source: This group has been locked
ar_001: تم قفل هذه المجموعة
de_de: Diese Gruppe wurde gesperrt.
es_es: Se bloqueó este grupo
fr_fr: Ce groupe a été verrouillé.
id_id: Grup ini telah dikunci
it_it: Questo gruppo è stato bloccato
ja_jp: このグループはロックされています
ko_kr: 잠긴 그룹입니다
pl_pl: Ta grupa została zablokowana
pt_br: Este grupo foi bloqueado
ru_ru: Эта группа заблокирована
th_th: กลุ่มนี้ถูกล็อค
tr_tr: Bu grup kilitlendi
vi_vn: Nhóm này đã bị khóa
zh_cn: 此群组已被锁定
zh_tw: 此群組已遭鎖定

# Label.LastAddedFunds
source: Successful transfer from {userName} to {groupName} on {transferDate}.
ar_001: تم النقل بنجاح من {userName} إلى {groupName} في {transferDate}.
de_de: Erfolgreiche Übertragung von {userName} an {groupName} am {transferDate}.
es_es: Transferencia de {userName} a {groupName} el {transferDate} realizada correctamente.
fr_fr: Réussite du virement de {userName} à {groupName} le {transferDate}.
id_id: Berhasil mentransfer dari {userName} ke {groupName} pada {transferDate}.
it_it: Trasferimento riuscito da {userName} a {groupName} il {transferDate}.
ja_jp: {transferDate} に {userName} から {groupName} に転送できました。
ko_kr: {transferDate} {userName} 님으로부터 {groupName}(으)로 이체가 완료되었습니다.
pl_pl: Przelew od użytkownika {userName} do grupy {groupName} zrealizowany w dniu {transferDate}.
pt_br: Transferência de Robux de {userName} para {groupName} em {transferDate} completada com sucesso.
ru_ru: Успешный перевод от пользователя {userName} в группу {groupName}. Дата: {transferDate}.
th_th: โอนเงินทุนจาก "{userName}" ไปยัง "{groupName}" ในวันที่ {transferDate} สำเร็จเรียบร้อยแล้ว
tr_tr: {userName} adlı kullanıcıdan {groupName} adlı gruba {transferDate} tarihinde başarılı aktarım.
vi_vn: Chuyển khoản thành công từ {userName} đến {groupName} vào ngày {transferDate}.
zh_cn: 从{userName}到{groupName}的转账成功。（{transferDate}）
zh_tw: 成功在 {transferDate} 進行 {userName} 到 {groupName} 的轉帳

# Label.UseGroupFunds
source: Use group funds to purchase this role
ar_001: استخدم أموال المجموعة لشراء هذا الدور
de_de: Verwende Gruppenguthaben, um diese Rolle zu kaufen
es_es: Usar los fondos del grupo para comprar este rol
fr_fr: Utiliser les fonds du groupe pour acheter ce rôle
id_id: Pakai dana grup untuk membeli peran ini
it_it: Usa i fondi del gruppo per acquistare questo ruolo
ja_jp: この役割の購入にグループ資金を使う
ko_kr: 그룹 펀드로 이 역할 구매
pl_pl: Użyj środków grupy do zakupu tej roli
pt_br: Comprar esta função com fundos do grupo
ru_ru: Использовать фонд группы
th_th: ใช้เงินทุนกลุ่มเพื่อซื้อหน้าที่นี้
tr_tr: Bu rolü satın almak için grup kaynaklarını kullan
vi_vn: Dùng quỹ nhóm để mua vai trò này
zh_cn: 使用群组资金购买此角色
zh_tw: 使用群組資金購買此身分

# Message.CannotRemoveRole
source: Cannot remove any more roles.
ar_001: لا يمكن إزالة أي أدوار أخرى.
de_de: Es ist nicht möglich, weitere Rollen zu entfernen.
es_es: No se pueden eliminar más roles.
fr_fr: Impossible de supprimer d'autres rôles.
id_id: Tidak dapat menghapus peran lagi.
it_it: Impossibile rimuovere altri ruoli.
ja_jp: これ以上、役割を削除できません。
ko_kr: 역할을 더 이상 삭제할 수 없어요.
pl_pl: Nie można usunąć więcej ról.
pt_br: Não é possível remover mais funções.
ru_ru: Нельзя удалить больше ролей.
th_th: ไม่สามารถลบหน้าที่เพิ่มได้
tr_tr: Daha fazla rol kaldırılamaz.
vi_vn: Không thể xóa thêm vai trò.
zh_cn: 无法删除更多角色。
zh_tw: 無法再移除身分。

# Message.ChangeOwner
source: {actor} changed the group owner. {user} is the new group owner
ar_001: غيّر {actor} مالك المجموعة. {user} هو مالك المجموعة الجديد
de_de: {actor} hat Gruppenbesitzer:in geändert. {user} ist neue:r Gruppenbesitzer:in
es_es: {actor} cambió el propietario del grupo. {user} es el nuevo propietario
fr_fr: {actor} a transféré la propriété du groupe à {user}
id_id: {actor} mengubah pemilik grup. {user} adalah pemilik baru grup
it_it: {actor} ha cambiato il proprietario del gruppo. {user} è il nuovo proprietario del gruppo.
ja_jp: {actor} がグループ所有者を変更しました。 {user} が新しいグループ所有者です
ko_kr: {actor} 님이 그룹 소유자를 변경했어요. 새로운 그룹 소유자는 {user}님이에요
pl_pl: Użytkownik {actor} zmienił właściciela grupy, nowym właścicielem grupy jest {user}
pt_br: {actor} alterou a propriedade do grupo. Agora o grupo pertence a {user}
ru_ru: {actor} изменяет владельца группы. Новый владелец: {user}.
th_th: {actor} ได้เปลี่ยนเจ้าของกลุ่มแล้ว "{user}" คือเจ้าของกลุ่มคนใหม่
tr_tr: {actor}, grubun sahibini değiştirdi. Grubun yeni sahibi artık {user}
vi_vn: {actor} đã thay đổi chủ sở hữu nhóm. {user} là chủ sở hữu nhóm mới
zh_cn: “{actor}”已更改群主。新的群主为“{user}”
zh_tw: {actor} 已變更群組主人。新的群組主人為 {user}

# Message.InviteToClan
source: {actor} invited user {user} to the clan
ar_001: {actor} قام بدعوة المستخدم {user} إلى العصابة
de_de: {actor} hat {user} zum Klan eingeladen
es_es: {actor} ha invitado a {user} al clan
fr_fr: {actor} a invité l'utilisateur {user} dans le clan
id_id: {actor} mengundang pengguna {user} ke klan
it_it: {actor} ha invitato {user} al clan
ja_jp: {actor} がユーザーの {user} をクランに招待しました
ko_kr: {actor} 님이 {user} 님을 클랜으로 초대했어요
pl_pl: Użytkownik {actor} zaprosił użytkownika {user} do klanu
pt_br: {actor} convidou o usuário {user} para o clã
ru_ru: {actor} приглашает пользователя {user} в клан
th_th: {actor} เชิญผู้ใช้ "{user}" เข้าแคลน
tr_tr: {actor}, {user} adlı kullanıcıyı klana davet etti
vi_vn: {actor} đã mời người chơi {user} vào bang hội
zh_cn: “{actor}”已邀请用户“{user}”至工会
zh_tw: {actor} 已將 {user} 邀請到公會

# Label.CancelClanInvite
source: Cancel Clan Invite
ar_001: إلغاء دعوة العصابة
de_de: Klan-Einladung abbrechen
es_es: Cancelar invitación del clan
fr_fr: Annuler l'invitation au clan
id_id: Batalkan Undangan Klan
it_it: Annulla invito al clan
ja_jp: クランの招待状をキャンセル
ko_kr: 클랜 초대 취소
pl_pl: Anuluj zaproszenie do klanu
pt_br: Cancelar o convite do clã
ru_ru: Отменить приглашение в клан
th_th: ยกเลิกคำเชิญเข้าร่วมแคลน
tr_tr: Klan Davetini İptal Et
vi_vn: Hủy Bỏ Lời Mời Bang Hội
zh_cn: 取消公会邀请
zh_tw: 取消公會邀請

# Label.Claim
source: Claim
de_de: Beanspruchen
es_es: Reclamar
fr_fr: Revendiquer
id_id: Klaim
it_it: Riscatta
ja_jp: 取得
ko_kr: 주장
pl_pl: Przejmij
pt_br: Reivindicar
ru_ru: Заявить о правах
th_th: อ้างสิทธิ์
tr_tr: Talep Et
vi_vn: Nhận
zh_cn: 获取
zh_tw: 取得

# Label.CreateGroupBuildersClubTooltip
source: Creating a group requires a Roblox Premium membership.
ar_001: يتطلب إنشاء مجموعة عضوية مميزة لـ Roblox.
de_de: Für das Erstellen einer Gruppe wird eine Roblox-Premium-Mitgliedschaft benötigt.
es_es: Para crear un grupo se requiere la suscripción a Roblox Premium.
fr_fr: La création d'un groupe nécessite un abonnement à Roblox Premium.
id_id: Membuat grup membutuhkan keanggotaan Roblox Premium.
it_it: La creazione di un gruppo richiede un abbonamento a Roblox Premium.
ja_jp: グループを作成するには、Robloxプレミアム会員になることが必要です。
ko_kr: 그룹을 생성하려면 Roblox Premium 멤버십이 필요해요.
pl_pl: Do utworzenia grupy jest wymagane członkostwo Roblox Premium.
pt_br: Para criar um grupo, é necessário uma assinatura Roblox Premium.
ru_ru: Для создания группы необходима подписка Roblox Premium.
th_th: ต้องเป็นสมาชิก Roblox Premium จึงจะสามารถสร้างกลุ่มได้
tr_tr: Bir grup oluşturmak Roblox Premium üyeliği gerektirir.
vi_vn: Để tạo một nhóm, bạn cần có tư cách thành viên Roblox Premium.
zh_cn: 需要拥有 Roblox Premium 会员资格才能创建群组。
zh_tw: 只有 Roblox Premium 會員可以建立群組。

# Label.RevertGroupAsset
source: Revert Group Asset
ar_001: إرجاع أصل المجموعة
de_de: Gruppenobjekt rückgängig machen
es_es: Revertir recurso de grupo
fr_fr: Rétrograder un élément de groupe
id_id: Kembalikan Aset Grup
it_it: Ripristina risorsa di gruppo
ja_jp: グループアセットを元に戻す
ko_kr: 그룹 애셋 되돌리기
pl_pl: Cofnij zasób grupy
pt_br: Remover elemento do grupo
ru_ru: Вернуть групповой ресурс
th_th: แปลงกลับทรัพยากรกลุ่ม
tr_tr: Grup Varlığını Geri Döndür
vi_vn: Hoàn Lại Tài Sản Nhóm
zh_cn: 还原群组素材
zh_tw: 還原群組素材

# Message.CannotHaveRelationshipWithGroup
source: Other group does not allow enemy declarations.
ar_001: مجموعة أخرى لا تسمح بإعلانات العدو.
de_de: Deine Gruppe erlaubt keine Feindeserklärungen.
es_es: El otro grupo no permite declaraciones de enemigos.
fr_fr: L'autre groupe n'autorise pas les déclarations d'ennemi.
id_id: Grup lain tidak mengizinkan pernyataan musuh.
it_it: L'altro gruppo non consente dichiarazioni di nemici.
ja_jp: ほかのグループは敵宣言を許可していません。
ko_kr: 다른 그룹이 적 선포를 허용하지 않아요.
pl_pl: W drugiej grupie nie jest dozwolone dodawanie wrogów.
pt_br: O outro grupo não permite declarar inimigos.
ru_ru: Другая группа не допускает объявлений о вражде.
th_th: กลุ่มอื่นไม่อนุญาตให้มีการประกาศศัตรู
tr_tr: Diğer grup, düşman ilan etmeye izin vermiyor.
vi_vn: Nhóm khác không cho phép tuyên bố kẻ thù.
zh_cn: 其他群组不允许敌人声明。
zh_tw: 目標群組不允許樹敵。

# Message.ConfigureBadgeUpdate
source: {actor} configured the badge {badge}
ar_001: {actor} قام بتكوين الشارة {badge}
de_de: {actor} hat das {badge}-Abzeichen konfiguriert
es_es: {actor} configuró la insignia {badge}
fr_fr: {actor} a configuré le badge {badge}
id_id: {actor} mengonfigurasi lencana {badge}
it_it: {actor} ha configurato il contrassegno {badge}
ja_jp: {actor} が {badge} バッジを環境設定しました
ko_kr: {actor} 님이 {badge} 배지를 구성했어요
pl_pl: Użytkownik {actor} skonfigurował odznakę {badge}
pt_br: {actor} configurou o emblema {badge}
ru_ru: {actor} меняет значок {badge}
th_th: {actor} กำหนดค่าให้เหรียญตรา "{badge}" แล้ว
tr_tr: {actor}, {badge} rozetini yapılandırdı
vi_vn: {actor} đã điều chỉnh huy hiệu {badge}
zh_cn: “{actor}”已设置徽章“{badge}”
zh_tw: {actor} 已設定徽章 {badge}

# Message.RoleDeleteSuccess
source: Role successfully deleted.
ar_001: تم حذف الدور بنجاح.
de_de: Rolle erfolgreich gelöscht.
es_es: Rol eliminado correctamente.
fr_fr: Le rôle a bien été supprimé.
id_id: Peran berhasil dihapus.
it_it: Ruolo cancellato con successo.
ja_jp: 役割を削除できました。
ko_kr: 역할 삭제를 완료했어요.
pl_pl: Usunięto rolę.
pt_br: Função excluída.
ru_ru: Роль удалена.
th_th: ลบหน้าที่สำเร็จเรียบร้อยแล้ว
tr_tr: Rol başarıyla silindi.
vi_vn: Xóa vai trò thành công.
zh_cn: 角色已成功删除。
zh_tw: 已成功刪除身分。

# Message.UpdateRolesetDataDescOnly
source: {actor} updated roleset {newName}'s description from "{oldDescription}" to "{newDescription}"
ar_001: {actor} تحديث وصف مجموعة الأدوار {newName}من "{oldDescription}" إلى "{newDescription}"
de_de: {actor} hat Rolle {newName}s Beschreibung von „{oldDescription}“ zu „{newDescription}“ geändert
es_es: {actor} cambió la descripción del conjunto de roles {newName} de "{oldDescription}" a "{newDescription}"
fr_fr: {actor} a remplacé la description du jeu de rôle "{oldDescription}" de {newName} par "{newDescription}''
id_id: {actor} meng-update deskripsi peran {newName} dari "{oldDescription}" menjadi "{newDescription}"
it_it: {actor} ha cambiato la descrizione del set di ruoli {newName} da "{oldDescription}" a "{newDescription}"
ja_jp: {actor} が役割セット {newName} の説明を「{oldDescription}」から「{newDescription}」にアップデートしました
ko_kr: {actor} 님이 역할군 {newName}의 설명을 '{oldDescription}'에서 '{newDescription}'(으)로 업데이트했어요
pl_pl: Użytkownik {actor} zaktualizował opis zestawu ról {newName} z „{oldDescription}” na „{newDescription}”
pt_br: {actor} atualizou a descrição da função de {newName} de "{oldDescription}" para "{newDescription}"
ru_ru: {actor} меняет описание набора ролей {newName} с «{oldDescription}» на «{newDescription}»
th_th: {actor} ได้อัปเดตคำอธิบายของชุดหน้าที่ "{newName}" จาก "{oldDescription}" เป็น "{newDescription}"
tr_tr: {actor}, "{oldDescription}" olan {newName} rol kümesi açıklamasını "{newDescription}" olarak güncelledi
vi_vn: {actor} đã cập nhật miêu tả vai trò của {newName} từ "{oldDescription}" thành "{newDescription}"
zh_cn: {actor}已将{newName}的描述从“{oldDescription}”更新为“{newDescription}”
zh_tw: {actor} 已將 {newName} 身分的說明從「{oldDescription}」改為「{newDescription}」
