Repository: rbxinfra/translation-resources
Catalog: resources/Feature/Groups.*.resx
Languages: ar_001, de_de, es_es, fr_fr, id_id, it_it, ja_jp, ko_kr, pl_pl, pt_br, ru_ru, th_th, tr_tr, vi_vn, zh_cn, zh_tw

# Message.Claim
source: {actor} claimed ownership of the group
ar_001: ادعى {actor} ملكية المجموعة
de_de: {actor} hat Besitz der Gruppe beansprucht
es_es: {actor} ha reclamado la propiedad del grupo
fr_fr: {actor} a revendiqué la propriété du groupe
id_id: {actor} mengklaim kepemilikan grup
it_it: {actor} ha rivendicato il possesso del gruppo
ja_jp: {actor} がグループの所有権を取得しました
ko_kr: {actor} 님이 그룹의 소유권을 주장했어요
pl_pl: Użytkownik {actor} przejął własność grupy
pt_br: {actor} reivindicou a propriedade do grupo
ru_ru: {actor} заявляет права на группу
th_th: {actor} ได้อ้างสิทธิ์การเป็นเจ้าของกลุ่ม
tr_tr: {actor}, grubun sahipliğini talep etti
vi_vn: {actor} đã nhận quyền sở hữu nhóm
zh_cn: “{actor}”已成为群主
zh_tw: {actor} 已成為群組主人

# Message.ConfigureAsset
source: {actor} updated asset {item}: {actions}
ar_001: {actor} تحديث الأصل {item}: {actions}
de_de: {actor} hat das Objekt {item} aktualisiert: {actions}
es_es: {actor} ha actualizado el recurso {item}: {actions}
fr_fr: {actor} a mis à jour l'élément {item} : {actions}
id_id: {actor} meng-update aset {item}: {actions}
it_it: {actor} ha aggiornato la risorsa {item}: {actions}
ja_jp: {actor} が {item} のアセットを更新しました: {actions}
ko_kr: {actor} 님이 {item} 애셋을 업데이트함: {actions}
pl_pl: Użytkownik {actor} zaktualizował zasób {item}: {actions}
pt_br: {actor} atualizou o recurso {item}: {actions}
ru_ru: {actor} обновляет ресурс {item}: {actions}
th_th: {actor} ได้อัปเดตทรัพยากร "{item}": {actions}
tr_tr: {actor}, {item} varlığını güncelledi: {actions}
vi_vn: {actor} đã cập nhật tài sản {item}: {actions}
zh_cn: “{actor}”已更新素材“{item}”：{actions}\n
zh_tw: {actor} 已更新素材 {item}：{actions}

# Message.CreateBadge
source: {actor} created the badge {badge}
ar_001: {actor} أنشأ الشارة {badge}
de_de: {actor} hat das {badge}-Abzeichen erstellt
es_es: {actor} creó la insignia {badge}
fr_fr: {actor} a créé le badge {badge}
id_id: {actor} membuat lencana {badge}
it_it: {actor} ha creato il contrassegno {badge}
ja_jp: {actor} が {badge} バッジを作成しました
ko_kr: {actor} 님이 {badge} 배지를 생성했어요
pl_pl: Użytkownik {actor} utworzył odznakę {badge}
pt_br: {actor} criou o emblema {badge}
ru_ru: {actor} создаёт значок {badge}
th_th: {actor} ได้สร้างเหรียญตรา "{badge}"
tr_tr: {actor}, {badge} rozetini oluşturdu
vi_vn: {actor} đã tạo huy hiệu {badge}
zh_cn: “{actor}”已建立徽章“{badge}”
zh_tw: {actor} 已建立徽章 {badge}

# Message.TransactionForPlace
source: Sold {item} for {place}
ar_001: بيع {item} لـ {place}
de_de: {item} für {place} verkauft
es_es: {item} vendido para {place}
fr_fr: Vente de {item} pour {place}
id_id: {item} terjual untuk {place}
it_it: Vendi {item} per {place}
ja_jp: {place} のための {item} を売りました
ko_kr: {place}에 {item} 판매 완료
pl_pl: Sprzedano przedmiot {item} na: {place}
pt_br: Vendeu {item} para {place}
ru_ru: Продано: {item} за {place}
th_th: ขาย {item} สำหรับ {place}
tr_tr: {item}, {place} için satıldı
vi_vn: {item} đã bán cho {place}
zh_cn: 以 {place} 的价格售出 {item}
zh_tw: 已為 {place} 出售 {item}

# Label.NoWallPosts
source: Nobody has said anything yet...
ar_001: لا أحد قال أي شيء حتى الآن...
de_de: Es hat noch niemand etwas gesagt ...
es_es: Nadie ha dicho nada todavía...
fr_fr: Personne n'a dit quoi que ce soit pour l'instant...
id_id: Belum ada yang mengatakan apa pun...
it_it: Nessuna ha ancora detto niente...
ja_jp: まだ誰も発言していません...
ko_kr: 아직 아무도 담벼락에 게시물을 게시하지 않았어요...
pl_pl: Nikt jeszcze nic nie powiedział...
pt_br: Ninguém ainda disse nada...
ru_ru: Пока никто ничего не написал...
th_th: ยังไม่มีการพูดคุยใดๆ...
tr_tr: Henüz kimse bir şey söylemedi...
vi_vn: Chưa có ai nói gì...
zh_cn: 还没有人发言...
zh_tw: 還沒有人發言……

# Message.NoTransactions
source: No transactions have been completed.
ar_001: لم تكتمل أي معاملات.
de_de: Es wurden keine Transaktionen abgeschlossen.
es_es: No se ha finalizado ninguna transacción.
fr_fr: Aucune transaction effectuée.
id_id: Belum ada transaksi yang diselesaikan.
it_it: Nessuna transazione è stata completata.
ja_jp: 完了済みの取引はありません。
ko_kr: 완료된 거래가 없습니다.
pl_pl: Nie zrealizowano żadnych transakcji.
pt_br: Nenhuma transação finalizada.
ru_ru: Нет завершённых транзакций.
th_th: ไม่มีการทำธุรกรรมที่เสร็จสมบูรณ์
tr_tr: Tamamlanan herhangi bir işlem yok.
vi_vn: Không có giao dịch nào được hoàn thành.
zh_cn: 尚无完成的交易。
zh_tw: 未完成任何交易。

# Message.SavePlace
source: {actor} saved place {game}
ar_001: حفظ {actor} المكان في {game}
de_de: {actor} hat Ort {game} gespeichert
es_es: {actor} guardó el lugar {game}
fr_fr: {actor} a sauvegardé le lieu {game}
id_id: {actor} menyimpan tempat {game}
it_it: {actor} posto salvato {game}
ja_jp: {actor} さんが {game} のプレースを保存済み
ko_kr: {actor} 님이 {game} 플레이스를 저장했어요
pl_pl: Użytkownik {actor} zapisał miejsce {game}
pt_br: {actor} salvou o lugar {game}
ru_ru: {actor} сохраняет локацию {game}
th_th: "{actor}" ได้บันทึกสถานที่ของ "{game}"
tr_tr: {actor}, {game} dünyasını kaydetti
vi_vn: {actor} đã lưu địa điểm {game}
zh_cn: “{actor}”已保存“{game}”的场景
zh_tw: {actor} 已儲存 {game} 的空間

# Message.UserIsOwner
source: User is already the owner.
ar_001: المستخدم هو المالك مسبقاً.
de_de: Benutzer:in ist bereits Eigentümer:in.
es_es: Este usuario ya es el propietario.
fr_fr: Cet utilisateur est déjà le propriétaire.
id_id: Pengguna sudah menjadi pemilik.
it_it: Questo utente è già il proprietario.
ja_jp: ユーザーはすでに所有者です。
ko_kr: 이 사용자는 이미 소유자입니다.
pl_pl: Użytkownik jest już właścicielem.
pt_br: O usuário já é o(a) proprietário(a) atual.
ru_ru: Пользователь уже является владельцем.
th_th: ผู้ใช้คนนี้เป็นเจ้าของอยู่แล้ว
tr_tr: Bu kullanıcı zaten grubun sahibi.
vi_vn: Người chơi đã là chủ sở hữu.
zh_cn: 用户已是群主。
zh_tw: 使用者已是主人。

# Description.ClothingRevenue
source: Groups have the ability to create and sell official shirts, pants, and t-shirts! All revenue goes to group funds.
ar_001: المجموعات لديها القدرة على إنشاء وبيع قمصان رسمية وأنابيب وقمصان رسمية! كل الإيرادات تذهب إلى أموال المجموعة.
de_de: Gruppen können offizielle Shirts, Hosen und T-Shirts erstellen und verkaufen! Alle Einnahmen fließen in das Gruppenguthaben.
es_es: Los grupos pueden crear y vender camisas, pantalones y camisetas oficiales. Todos los ingresos de la venta se depositarán en los fondos del grupo.
fr_fr: Les groupes peuvent créer et vendre des chemises, des pantalons et des tee-shirts officiels ! Les recettes sont ajoutées aux fonds du groupe.
id_id: Grup memiliki kemampuan untuk membuat dan menjual baju, celana, dan kaus resmi. Semua pendapatan masuk ke dana grup.
it_it: I gruppi hanno la possibilità di creare e vendere magliette, pantaloni e t-shirt ufficiali! Tutte le entrate vanno ai fondi del gruppo.
ja_jp: グループでは、公式シャツ、ズボン、Tシャツなどを作ったり販売ができます！売上はグループの資金となります。
ko_kr: 그룹에서는 그룹 자체 공식 셔츠, 바지, 티셔츠를 개발 및 판매할 수 있습니다! 모든 수익은 그룹 펀드에 적립됩니다.
pl_pl: W grupach można tworzyć i sprzedawać oficjalne koszule, spodnie i koszulki! Wszystkie dochody trafiają do środków grupy.
pt_br: Grupos possuem a habilidade de criar e vender camisas, calças e camisetas oficiais! Toda a renda vai para os fundos do grupo.
ru_ru: Группы имеют возможность создавать и продавать официальные рубашки, брюки и футболки! Вся прибыль идёт в фонд группы.
th_th: กลุ่มสามารถสร้างและขายเสื้อเชิ้ต กางเกงขายาว และเสื้อยืดอย่างเป็นทางการได้! รายได้ทั้งหมดจะนำเข้าเงินทุนกลุ่ม
tr_tr: Gruplar; resmi gömlekler, pantolonlar ve tişörtler yaratma ve satma olanağına sahiptir! Tüm gelir, grup kaynağına gider.
vi_vn: Các nhóm có khả năng tạo và bán áo sơ mi, quần và áo thun chính thức! Tất cả doanh thu đều được chuyển vào quỹ nhóm.
zh_cn: 群组可创作并发售官方版衬衫，裤子及 T 恤，所有收入将作为资金归入群组。
zh_tw: 群組可以創作及販賣官方襯衫、褲子及 T 恤！收入將歸入群組資金。

# Heading.Purchaser
source: Purchaser
ar_001: مشتر
de_de: Käufer:in
es_es: Comprador
fr_fr: Acheteur
id_id: Pembeli
it_it: Acquirente
ja_jp: 購入者
ko_kr: 구매자
pl_pl: Kupujący
pt_br: Comprador
ru_ru: Покупатель
th_th: ผู้ซื้อ
tr_tr: Satın Alan
vi_vn: Người Mua
zh_cn: 购买者
zh_tw: 買家

# Label.Abandon
source: Abandon
ar_001: التخلي
de_de: Verlassen
es_es: Abandonar
fr_fr: Abandonner
id_id: Keluar
it_it: Abbandona
ja_jp: 破棄
ko_kr: 폐기
pl_pl: Opuść
pt_br: Abandonar
ru_ru: Покинуть
th_th: ออก
tr_tr: Terk Et
vi_vn: Bỏ
zh_cn: 舍弃
zh_tw: 捨棄

# Label.CreateGroupDescription
source: Description (optional)
ar_001: الوصف (اختياري)
de_de: Beschreibung (optional)
es_es: Descripción (opcional)
fr_fr: Description (facultatif)
id_id: Deskripsi (opsional)
it_it: Descrizione (opzionale)
ja_jp: 詳細（任意）
ko_kr: 설명 (선택사항)
pl_pl: Opis (opcjonalnie)
pt_br: Descrição (opcional)
ru_ru: Описание (необязательно)
th_th: คำอธิบาย (ไม่จำเป็น)
tr_tr: Açıklama (isteğe bağlı)
vi_vn: Mô Tả (không bắt buộc)
zh_cn: 描述（可省略）
zh_tw: 說明（可省略）

# Label.Owner
source: Owner
ar_001: المالك
de_de: Besitzer:in
es_es: Propietario
fr_fr: Propriétaire
id_id: Pemilik
it_it: Proprietario
ja_jp: 所有者
ko_kr: 소유자
pl_pl: Właściciel
pt_br: Proprietário(a)
ru_ru: Владелец
th_th: เจ้าของ
tr_tr: Sahip
vi_vn: Chủ Sở Hữu
zh_cn: 群主
zh_tw: 主人

# Message.NameInvalid
source: Name is missing or has invalid characters.
ar_001: الاسم مفقود أو يحتوي على أحرف غير صالحة.
de_de: Name fehlt oder hat ungültige Zeichen.
es_es: Falta el nombre o los caracteres no son válidos.
fr_fr: Nom manquant ou contient des symboles invalides.
id_id: Nama tidak ada atau memiliki karakter tidak valid.
it_it: Il nome è mancante o ha caratteri non validi.
ja_jp: 名前が無効であるか、存在しません。
ko_kr: 이름이 누락되었거나, 유효하지 않은 문자가 포함되어 있어요.
pl_pl: Brak nazwy lub nazwa zawiera nieprawidłowe znaki.
pt_br: Nome ausente ou contém caracteres inválidos.
ru_ru: Нет названия или присутствуют недопустимые символы.
th_th: ไม่มีชื่อหรือชื่อมีอักขระที่ไม่ถูกต้อง
tr_tr: Ad eksik veya geçersiz karakterlere sahip.
vi_vn: Tên bị thiếu hoặc có ký tự không hợp lệ.
zh_cn: 名称缺失或包含无效字符。
zh_tw: 找不到名稱或名稱含有無效字元。

# Message.UnkownError
source: An unknown error occurred.
ar_001: حدث خطأ غير معروف.
de_de: Ein unbekannter Fehler ist aufgetreten.
es_es: Se produjo un error desconocido.
fr_fr: Une erreur inconnue s'est produite.
id_id: Terjadi eror yang tidak dikenal.
it_it: Si è verificato un errore imprevisto.
ja_jp: 不明なエラーが発生しました。
ko_kr: 알 수 없는 오류가 발생했어요.
pl_pl: Wystąpił nieznany błąd.
pt_br: Ocorreu um erro desconhecido.
ru_ru: Произошла неизвестная ошибка.
th_th: เกิดข้อผิดพลาดที่ไม่ทราบสาเหตุ
tr_tr: Bilinmeyen bir hata oluştu.
vi_vn: Đã xảy ra lỗi không xác định.
zh_cn: 发生未知错误。
zh_tw: 發生未知錯誤。

# Message.MissingRoleName
source: Missing role name.
ar_001: اسم الدور مفقود.
de_de: Rollenname fehlt.
es_es: Falta el nombre del rol.
fr_fr: Nom du rôle manquant.
id_id: Nama peran tidak ada.
it_it: Nome ruolo mancante.
ja_jp: 役割名がありません。
ko_kr: 역할 이름이 없어요.
pl_pl: Brak nazwy roli.
pt_br: Nome da função ausente.
ru_ru: Нет названия роли.
th_th: ไม่มีชื่อหน้าที่
tr_tr: Rol adı eksik.
vi_vn: Thiếu tên vai trò.
zh_cn: 缺少角色名称。
zh_tw: 身分名稱空白。

# Message.PayoutRestricted
source: Your funds were recently transferred and are being verified. Please try again later.
ar_001: تم تحويل الأموال الخاصة بك مؤخرا ويجري التحقق منها. الرجاء المحاولة مرة أخرى لاحقا.
de_de: Dein Guthaben wurde neulich transferiert und wird gerade überprüft. Bitte versuche es später erneut.
es_es: Tus fondos se han transferido recientemente y se están verificando. Inténtalo de nuevo más tarde.
fr_fr: Tes fonds ont été récemment transférés et sont en cours de vérification. Réessaie plus tard.
id_id: Dana kamu baru saja ditransfer dan sedang diverifikasi. Coba lagi nanti.
it_it: I tuoi fondi sono stati trasferiti di recente e sono in fase di verifica. Per favore riprova più tardi.
ja_jp: あなたの資金が最近、転送されましたが現在、認証中です。後でもう一度お試しください。
ko_kr: 회원님의 펀드가 최근 이체되어 확인 중입니다. 나중에 다시 시도하세요.
pl_pl: Twoje środki zostały ostatnio przelane i trwa ich weryfikacja. Spróbuj ponownie później.
pt_br: Seus fundos foram transferidos recentemente e estão sendo verificados. Tente novamente mais tarde.
ru_ru: Средства недавно были переведены. Идёт проверка. Повтори попытку позже.
th_th: เงินทุนของคุณถูกโอนเมื่อไม่นานมานี้และอยู่ระหว่างการตรวจสอบยืนยัน โปรดลองอีกครั้งในภายหลัง
tr_tr: Kaynağın yakın zamanda aktarıldı ve doğrulanıyor. Lütfen daha sonra tekrar dene.
vi_vn: Tiền của bạn đã vừa được chuyển đi và đang được xác thực. Xin vui lòng thử lại lúc khác.
zh_cn: 您的资金已在近期转账，正在等待验证。请稍后再试。
zh_tw: 您的資金在近期進行轉移，正在經過驗證。請稍後再試。

# Message.TargetUserNotInGroup
source: User is not a member of the group.
ar_001: المستخدم ليس عضوا في المجموعة.
de_de: Benutzer:in ist kein Mitglied der Gruppe.
es_es: El usuario no es miembro del grupo.
fr_fr: L'utilisateur n'est pas membre du groupe.
id_id: Pengguna bukan anggota grup ini.
it_it: L'utente non è un membro del gruppo.
ja_jp: ユーザーはグループのメンバーではありません。
ko_kr: 사용자가 그룹 멤버가 아니예요.
pl_pl: Użytkownik nie jest członkiem grupy.
pt_br: O usuário não é membro do grupo.
ru_ru: Пользователь не состоит в этой группе.
th_th: ผู้ใช้ไม่ได้เป็นสมาชิกของกลุ่ม
tr_tr: Kullanıcı, grubun üyesi değil.
vi_vn: Người chơi không phải là thành viên của nhóm.
zh_cn: 用户不是该群组的成员。
zh_tw: 使用者不是群組成員。

# Heading.Description
source: Description
ar_001: الوصف
de_de: Beschreibung
es_es: Descripción
id_id: Deskripsi
it_it: Descrizione
ja_jp: 詳細
ko_kr: 설명
pl_pl: Opis
pt_br: Descrição
ru_ru: Описание
th_th: คำอธิบาย
tr_tr: Açıklama
vi_vn: Mô Tả
zh_cn: 描述
zh_tw: 說明

# Label.Lock
source: Lock
ar_001: قفل
de_de: Sperren
es_es: Bloquear
fr_fr: Verrouiller
id_id: Kunci
it_it: Blocca
ja_jp: ロック
ko_kr: 잠금
pl_pl: Zablokuj
pt_br: Bloquear
ru_ru: Заблокировать
th_th: ล็อค
tr_tr: Kilitle
vi_vn: Khóa
zh_cn: 锁定
zh_tw: 鎖定

# Description.PurchaseBody
source: Would you like to create this group for
ar_001: هل ترغب في إنشاء هذه المجموعة لـ
de_de: Möchtest du diese Gruppe erstellen für einen Preis von
es_es: ¿Quieres crear este grupo por
fr_fr: Tu voudrais créer ce groupe pour
id_id: Apakah kamu ingin membuat grup ini untuk
it_it: Vuoi creare questo gruppo per
ja_jp: 以下でこのグループを作成しますか：
ko_kr: 이 그룹을 만들까요? 비용:
pl_pl: Czy chcesz utworzyć tę grupę za
pt_br: Deseja criar este grupo por
ru_ru: Ты хочешь создать эту группу за
th_th: คุณต้องการสร้างกลุ่มนี้หรือไม่? ในราคา:
tr_tr: Bu grubu aşağıdaki tutar karşılığında oluşturmak ister misin:
vi_vn: Bạn có muốn tạo nhóm này với
zh_cn: 确定要创建此群组吗？费用为：
zh_tw: 確定建立此群組？費用：

# Label.CreateGroupName
source: Name your group
ar_001: اسم مجموعتك
de_de: Benenne deine Gruppe
es_es: Ponle nombre a tu grupo
fr_fr: Nomme ton groupe
id_id: Beri nama grup kamu
it_it: Nomina il tuo gruppo
ja_jp: グループに名前を付ける
ko_kr: 그룹 이름 설정
pl_pl: Nazwij grupę
pt_br: Dê um nome para seu grupo
ru_ru: Назови свою группу
th_th: ตั้งชื่อกลุ่มของคุณ
tr_tr: Grubunu adlandır
vi_vn: Đặt tên cho nhóm của bạn
zh_cn: 命名你的群组
zh_tw: 命名群組

# Label.NoEnemies
source: This group does not have any enemies.
ar_001: هذه المجموعة ليس لديها أي أعداء.
de_de: Diese Gruppe hat keine Feinde.
es_es: Este grupo no tiene enemigos.
fr_fr: Ce groupe n'a pas d'ennemis.
id_id: Grup ini tidak memiliki musuh.
it_it: Questo gruppo non ha nemici.
ja_jp: このグループには敵がいません。
ko_kr: 적이 없는 그룹입니다.
pl_pl: Ta grupa nie ma żadnych wrogów.
pt_br: Este grupo não possui nenhum inimigo.
ru_ru: У этой группы нет врагов.
th_th: กลุ่มนี้ไม่มีศัตรู
tr_tr: Bu grubun hiç düşmanı yok.
vi_vn: Nhóm này không có bất kỳ kẻ thù nào.
zh_cn: 此群组没有任何敌人。
zh_tw: 此群組沒有敵人。

# Message.DeletePost
source: {actor} deleted post "{postDesc}" by user {user}
ar_001: حذف {actor} مشاركة "{postDesc}" من قبل المستخدم {user}
de_de: {actor} hat den Beitrag „{postDesc}“ von {user} gelöscht
es_es: {actor} ha eliminado la publicación "{postDesc}" de {user}
fr_fr: {actor} a supprimé le message « {postDesc} » de l'utilisateur {user}
id_id: {actor} menghapus postingan "{postDesc}" oleh pengguna {user}
it_it: {actor} messaggio cancellato "{postDesc}" dall'utente {user}
ja_jp: {actor} がユーザーの {user} が投稿した「{postDesc}」を削除しました
ko_kr: {actor} 님이 {user} 님의 게시물 '{postDesc}'(을)를 삭제했어요
pl_pl: Użytkownik {actor} usunął post „{postDesc}” zamieszczony przez użytkownika {user}
pt_br: {actor} excluiu a publicação "{postDesc}" do usuário {user}
ru_ru: {actor} удаляет публикацию «{postDesc}» пользователя {user}
th_th: {actor} ได้ลบโพสต์ "{postDesc}" ของผู้ใช้ "{user}" ออก
tr_tr: {actor}, {user} adlı kullanıcının "{postDesc}" gönderisini sildi
vi_vn: {actor} đã xóa bài đăng "{postDesc}" của người chơi {user}
zh_cn: “{actor}”已将用户“{user}”的帖子“{postDesc}”删除
zh_tw: {actor} 刪除了使用者 {user} 發表的貼文「{postDesc}」

# Message.Lock
source: {actor} locked the group
ar_001: {actor} قفل المجموعة
de_de: {actor} hat die Gruppe gesperrt
es_es: {actor} ha bloqueado el grupo
fr_fr: {actor} a verrouillé le groupe
id_id: {actor} mengunci grup
it_it: {actor} ha bloccato il gruppo
ja_jp: {actor} がグループをロックしました
ko_kr: {actor} 님이 그룹을 잠갔어요
pl_pl: Użytkownik {actor} zablokował grupę
pt_br: {actor} bloqueou o grupo
ru_ru: {actor} блокирует группу
th_th: {actor} ได้ล็อคกลุ่มแล้ว
tr_tr: {actor}, grubu kilitledi
vi_vn: {actor} đã khóa nhóm
zh_cn: “{actor}”已锁定群组
zh_tw: {actor} 已鎖定群組

# Message.SuccessfullyUpdatedRole
source: Successfully updated user's role
ar_001: تم تحديث دور المستخدم بنجاح
de_de: Benutzerrolle erfolgreich aktualisiert
es_es: Rol del usuario actualizado correctamente
fr_fr: Mise à jour réussie du rôle de l'utilisateur.
id_id: Berhasil meng-update peran pengguna
it_it: Aggiornato con successo il ruolo dell'utente.
ja_jp: ユーザーの役割を更新できました
ko_kr: 사용자 역할이 업데이트되었습니다
pl_pl: Zaktualizowano rolę użytkownika
pt_br: Função do usuário atualizada
ru_ru: Роль пользователя обновлена
th_th: อัปเดตหน้าที่ของผู้ใช้สำเร็จเรียบร้อยแล้ว
tr_tr: Kullanıcının rolü başarıyla güncellendi
vi_vn: Cập nhật thành công vai trò của người chơi
zh_cn: 已成功更新用户角色。
zh_tw: 成功更新使用者身分

# Action.CreateGroup
source: Create Group
ar_001: إنشاء مجموعة
de_de: Gruppe erstellen
es_es: Crear grupo
fr_fr: Créer un groupe
id_id: Buat Grup
it_it: Crea gruppo
ja_jp: グループを作成
ko_kr: 그룹 만들기
pl_pl: Utwórz grupę
pt_br: Criar grupo
ru_ru: Создать группу
th_th: สร้างกลุ่ม
tr_tr: Grup Oluştur
vi_vn: Tạo Nhóm
zh_cn: 创建群组
zh_tw: 建立群組

# Action.Purchase
source: Purchase
ar_001: شراء
de_de: Kaufen
es_es: Comprar
fr_fr: Acheter
id_id: Beli
it_it: Acquista
ja_jp: 購入
ko_kr: 구매
pl_pl: Kup
pt_br: Comprar
ru_ru: Купить
th_th: ซื้อ
tr_tr: Satın Al
vi_vn: Mua
zh_cn: 购买
zh_tw: 購買

# Label.PrivateGroup
source: Private
ar_001: خاص
de_de: Privat
es_es: Privado
fr_fr: Privé
id_id: Privat
it_it: Privato
ja_jp: プライベート
ko_kr: 비공개
pl_pl: Prywatna
pt_br: Privado
ru_ru: Закрытая
th_th: ส่วนตัว
tr_tr: Özel
vi_vn: Riêng Tư
zh_cn: 私人
zh_tw: 私人

# Message.ChangeRank
source: {actor} changed user {user}'s rank from {oldRoleSet} to {newRoleSet}
ar_001: غيّر {actor} رتبة المستخدم {user}من {oldRoleSet} إلى {newRoleSet}
de_de: {actor} hat den Rang von Benutzer:in {user} von {oldRoleSet} in {newRoleSet} geändert
es_es: {actor} cambió el rango de {user} de {oldRoleSet} a {newRoleSet}
fr_fr: {actor} a modifié le rang de l'utilisateur {user} de {oldRoleSet} en {newRoleSet}
id_id: {actor} mengubah peringkat pengguna {user} dari {oldRoleSet} ke {newRoleSet}
it_it: {actor} ha cambiato il grado di {user} da {oldRoleSet} a {newRoleSet}
ja_jp: {actor} がユーザーの {user} のランクを {oldRoleSet} から {newRoleSet} に変更しました
ko_kr: {actor} 님이 {user} 님의 등급을 {oldRoleSet}에서 {newRoleSet}(으)로 변경했어요
pl_pl: Użytkownik {actor} zmienił rangę użytkownika {user} z {oldRoleSet} na {newRoleSet}
pt_br: {actor} alterou a classificação do usuário {user} de {oldRoleSet} para {newRoleSet}
ru_ru: {actor} меняет ранг пользователя {user} с {oldRoleSet} на {newRoleSet}
th_th: {actor} เปลี่ยนสถานะของผู้ใช้ "{user}" จาก {oldRoleSet} เป็น {newRoleSet}
tr_tr: {actor}, {user} adlı kullanıcının {oldRoleSet} olan rütbesini {newRoleSet} olarak değiştirdi
vi_vn: {actor} đã thay đổi xếp hạng của người chơi {user} từ {oldRoleSet} thành {newRoleSet}
zh_cn: “{actor}”已将用户“{user}”的等级从{oldRoleSet}更改为{newRoleSet}
zh_tw: {actor} 已將使用者 {user} 的階級從 {oldRoleSet} 變更為 {newRoleSet}

# Message.SpendGroupFunds
source: {actor} spent {amount} of group funds for: {item}
ar_001: أنفق {actor} {amount} من أموال المجموعة على: {item}
de_de: {actor} hat {amount} vom Gruppenguthaben für: {item} ausgegeben
es_es: {actor} ha gastado {amount} de los fondos del grupo: {item}
fr_fr: {actor} a dépensé {amount} des fonds du groupe pour : {item}
id_id: {actor} memakai {amount} dari dana grup untuk: {item}
it_it: {actor} ha speso {amount} dei fondi del gruppo per: {item}
ja_jp: {actor} がグループ資金を {amount} 使ったアイテムは: {item}
ko_kr: {actor} 님이 {item} 구매에 그룹 펀드를 {amount} 사용했어요
pl_pl: Użytkownik {actor} wydał ze środków grupy {amount} na przedmiot {item}
pt_br: {actor} gastou {amount} dos fundos do grupo com: {item}
ru_ru: {actor} тратит {amount} из фонда группы на: {item}
th_th: {actor} ใช้เงินทุนกลุ่มจำนวน {amount} สำหรับ "{item}"
tr_tr: {actor}, {item} öğesi için grup kaynaklarından {amount} tutarında harcama yaptı
vi_vn: {actor} đã chi {amount} quỹ nhóm cho: {item}
zh_cn: “{actor}”已使用 {amount} 群组资金购买“{item}”
zh_tw: {actor} 使用了 {amount} 群組資金購買 {item}

# Description.DeleteAllPostsByUser
source: Also delete all posts by this user.
ar_001: أيضا حذف جميع المشاركات من قبل هذا المستخدم.
de_de: Damit werden auch alle Posts des Benutzers bzw. der Benutzerin gelöscht.
es_es: Esta acción eliminará todos los mensajes publicados por este usuario.
fr_fr: Effacer également tous les messages de cet utilisateur.
id_id: Hapus juga semua postingan oleh pengguna ini.
it_it: Inoltre cancella tutti i messaggi di questo utente.
ja_jp: このユーザーのすべての投稿も削除します。
ko_kr: 본 사용자가 게시한 모든 게시물도 삭제합니다.
pl_pl: Usuń również wszystkie posty tego użytkownika.
pt_br: Excluir também todas as publicações deste usuário.
ru_ru: Также удалятся все публикации этого пользователя.
th_th: รวมทั้งลบโพสต์ทั้งหมดของผู้ใช้คนนี้ด้วย
tr_tr: Bu kullanıcının tüm gönderilerini de sil.
vi_vn: Đồng thời xóa tất cả bài đăng của người chơi này.
zh_cn: 同时删除此用户的所有帖子。
zh_tw: 同時刪除此使用者所有貼文。

# Label.ChangeRank
source: Change Rank
ar_001: تغيير الرتبة
de_de: Rang ändern
es_es: Cambiar rango
fr_fr: Modifier le rang
id_id: Ubah Peringkat
it_it: Modifica grado
ja_jp: ランクを変更
ko_kr: 등급 변경
pl_pl: Zmień rangę
pt_br: Alterar classificação
ru_ru: Сменить ранг
th_th: เปลี่ยนสถานะ
tr_tr: Rütbe Değiştir
vi_vn: Thay Đổi Xếp Hạng
zh_cn: 更改等级
zh_tw: 變更階級

# Label.CreateGamePass
source: Create Pass
ar_001: إنشاء ممر
de_de: Pass erstellen
es_es: Crear pase
fr_fr: Créer un passe
id_id: Buat Pas
it_it: Crea Pass
ja_jp: パスを作成
ko_kr: 패스 제작
pl_pl: Utwórz przepustkę
pt_br: Criar passe
ru_ru: Создать пропуск
th_th: สร้างบัตรผ่าน
tr_tr: Bilet Oluştur
vi_vn: Tạo Vé
zh_cn: 创建通行证
zh_tw: 建立特權證

# Label.PublishPlace
source: Publish Place
ar_001: نشر المكان
de_de: Ort veröffentlichen
es_es: Publicar lugar
fr_fr: Publier l'emplacement
id_id: Publikasikan Tempat
it_it: Pubblica località
ja_jp: プレースを公開する
ko_kr: 플레이스 게시
pl_pl: Opublikuj miejsce
pt_br: Publicar local
ru_ru: Опубликовать локацию
th_th: เผยแพร่สถานที่
tr_tr: Dünyayı Yayınla
vi_vn: Công Bố Địa Điểm
zh_cn: 发布空间
zh_tw: 發布地點

# Message.DeleteAlly
source: {actor} removed group {group} as an ally
ar_001: {actor} قام بإزالة المجموعة {group} كحليف
de_de: {actor} hat die {group}-Gruppe von den Verbündeten entfernt
es_es: {actor} ha eliminado al grupo aliado {group}
fr_fr: {actor} a retiré le groupe {group} des alliés
id_id: {actor} menghapus grup {group} sebagai sekutu
it_it: {actor} ha rimosso il gruppo {group} dagli alleati
ja_jp: {actor} が {group} グループを同盟から削除しました
ko_kr: {actor} 님이 {group} 그룹을 동맹에서 제외시켰어요
pl_pl: Użytkownik {actor} usunął grupę {group} z grona sojuszników
pt_br: {actor} removeu o grupo {group} dos aliados
ru_ru: {actor} удаляет группу {group} из друзей
th_th: {actor} ลบกลุ่ม "{group}" ออกจากการเป็นพันธมิตร
tr_tr: {actor}, {group} adlı grubu müttefik olmaktan çıkardı
vi_vn: {actor} đã bỏ nhóm {group} khỏi đồng minh
zh_cn: “{actor}”已将群组“{group}”从盟友移除
zh_tw: {actor} 已將群組 {group} 從盟友移除
