Repository: rbxinfra/translation-resources
Catalog: resources/Feature/Groups.*.resx
Languages: ar_001, de_de, es_es, fr_fr, id_id, it_it, ja_jp, ko_kr, pl_pl, pt_br, ru_ru, th_th, tr_tr, vi_vn, zh_cn, zh_tw

# Label.CreateGroupTooltip
source: Create a new group
ar_001: إنشاء مجموعة جديدة
de_de: Eine neue Gruppe erstellen
es_es: Crear un nuevo grupo
fr_fr: Créer un nouveau groupe
id_id: Buat grup baru
it_it: Crea un nuovo gruppo
ja_jp: 新しいグループを作成
ko_kr: 새 그룹 만들기
pl_pl: Utwórz nową grupę
pt_br: Criar um novo grupo
ru_ru: Создать новую группу
th_th: สร้างกลุ่มใหม่
tr_tr: Yeni bir grup oluştur
vi_vn: Tạo Một Nhóm Mới
zh_cn: 创建新群组
zh_tw: 建立新群組

# Label.SearchGroups
source: Search Groups
ar_001: البحث عن مجموعات
de_de: Gruppen suchen
es_es: Buscar grupos
fr_fr: Rechercher des groupes
id_id: Cari Grup
it_it: Cerca gruppi
ja_jp: グループを探す
ko_kr: 그룹 검색
pl_pl: Wyszukaj w grupach
pt_br: Pesquisar grupos
ru_ru: Поиск по группам
th_th: ค้นหากลุ่ม
tr_tr: Grupları Ara
vi_vn: Tìm Nhóm
zh_cn: 搜索群组
zh_tw: 搜尋群組

# Message.CannotChangeOwnRole
source: You cannot change your own role.
ar_001: لا يمكنك تغيير دورك الخاص.
de_de: Du kannst deine eigene Rolle nicht ändern.
es_es: No puedes cambiar tu propio rol.
fr_fr: Vous ne pouvez pas modifier votre propre rôle.
id_id: Kamu tidak dapat mengubah peranmu sendiri.
it_it: Non puoi modificare il tuo stesso ruolo.
ja_jp: 自分の役割は変更できません。
ko_kr: 자신의 역할은 변경할 수 없어요.
pl_pl: Nie możesz zmienić własnej roli.
pt_br: Você não pode alterar sua própria função.
ru_ru: Ты не можешь изменить собственную роль.
th_th: คุณไม่สามารถเปลี่ยนหน้าที่ของตัวเองได้
tr_tr: Kendi rolünü değiştiremezsin.
vi_vn: Bạn không thể tự đổi vai trò của mình.
zh_cn: 你无法更改自己的角色。
zh_tw: 無法變更自己的身分。

# Label.ConfigureBadge
source: Configure Badge
ar_001: تكوين الشارة
de_de: Abzeichen konfigurieren
es_es: Configurar insignia
fr_fr: Configurer un badge
id_id: Konfigurasi Lencana
it_it: Configura contrassegno
ja_jp: バッジを環境設定する
ko_kr: 배지 구성
pl_pl: Skonfiguruj odznakę
pt_br: Configurar emblema
ru_ru: Изменить значок
th_th: กำหนดค่าเหรียญตรา
tr_tr: Rozeti Yapılandır
vi_vn: Điều Chỉnh Huy Hiệu
zh_cn: 设置徽章
zh_tw: 設定徽章

# Action.CancelRequest
source: Cancel Request
ar_001: إلغاء الطلب
de_de: Anfrage abbrechen
es_es: Cancelar la solicitud
fr_fr: Annuler la demande
id_id: Batalkan Permintaan
it_it: Annulla richiesta
ja_jp: リクエストをキャンセル
ko_kr: 요청 취소
pl_pl: Anuluj prośbę
pt_br: Cancelar pedido
ru_ru: Отменить запрос
th_th: ยกเลิกคำขอ
tr_tr: İsteği İptal Et
vi_vn: Hủy Bỏ Yêu Cầu
zh_cn: 取消请求
zh_tw: 取消請求

# Label.AcceptJoinRequest
source: Accept Join Request
ar_001: قبول طلب الانضمام
de_de: Beitrittsanfrage annehmen
es_es: Aceptar solicitud a unirse
fr_fr: Accepter la demande de participation
id_id: Terima Permintaan Bergabung
it_it: Accetta richiesta di adesione
ja_jp: 参加リクエストを承認する
ko_kr: 가입 요청 수락
pl_pl: Zaakceptuj prośbę o dołączenie
pt_br: Aceitar pedido de entrada
ru_ru: Принять запрос на вступление
th_th: ยอมรับคำขอเข้าร่วม
tr_tr: Katılım İsteğini Kabul Et
vi_vn: Chấp Nhận Yêu Cầu Tham Gia
zh_cn: 接受加入邀请
zh_tw: 接受加入請求

# Label.CreateGroup
source: Create Group
ar_001: إنشاء مجموعة
de_de: Gruppe erstellen
es_es: Crear grupo
fr_fr: Créer un groupe
id_id: Buat Grup
it_it: Crea gruppo
ja_jp: グループを作成
ko_kr: 그룹 만들기
pl_pl: Utwórz grupę
pt_br: Criar grupo
ru_ru: Создать группу
th_th: สร้างกลุ่ม
tr_tr: Grup Oluştur
vi_vn: Tạo Nhóm
zh_cn: 创建群组
zh_tw: 建立群組

# Message.CannotHaveRelationshipWithSelf
source: Your group cannot establish a relationship with itself.
ar_001: لا يمكن لمجموعتك أن تقيم علاقة مع نفسها.
de_de: Deine Gruppe kann keine Beziehung zu sich selbst aufbauen.
es_es: Tu grupo no puede establecer una relación con él mismo.
fr_fr: Votre groupe ne peut pas créer de relation avec lui-même.
id_id: Grup kamu tidak dapat menjalin hubungan dengan grup itu sendiri.
it_it: Il tuo gruppo non può instaurare una relazione con se stesso.
ja_jp: お持ちのグループがそのグループ自体と関連性を持つことはできません。
ko_kr: 그룹이 자기 자신과 그룹 관계를 맺을 수는 없어요.
pl_pl: Grupa nie może nawiązać relacji ze sobą.
pt_br: O seu grupo não pode estabelecer uma relação consigo mesmo.
ru_ru: Твоя группа не может установить отношения сама с собой.
th_th: กลุ่มของคุณไม่สามารถสร้างความสัมพันธ์กับกลุ่มตัวเองได้
tr_tr: Grubun, kendisiyle ilişki kuramaz.
vi_vn: Nhóm của bạn không thể thiết lập mối quan hệ với chính nó.
zh_cn: 你的群组不能与自己建立关系。
zh_tw: 您的群組不可與自己建立關係。

# Message.ConfigMetadataLoadFail
source: Could not load group configuration metadata.
ar_001: تعذر تحميل بيانات التعريف لتكوين المجموعة.
de_de: Gruppenkonfigurations-Metadaten konnten nicht geladen werden.
es_es: No se pudo cargar los metadatos de la configuración del grupo.
fr_fr: Échec du chargement des métadonnées de configuration du groupe.
id_id: Tidak dapat me-load metadata konfigurasi grup.
it_it: Impossibile caricare i metadati di configurazione dei gruppi.
ja_jp: グループ環境設定メタデータをロードできませんでした。
ko_kr: 그룹 구성 메타데이터를 불러올 수 없습니다.
pl_pl: Nie można wczytać metadanych konfiguracji grupy.
pt_br: Não foi possível carregar os metadados de configuração do grupo.
ru_ru: Не удалось загрузить метаданные конфигурации группы.
th_th: ไม่สามารถโหลดข้อมูลเมตาของการกำหนดค่ากลุ่มได้
tr_tr: Grup yapılandırma meta verileri yüklenemedi.
vi_vn: Không thể tải siêu dữ liệu điều chỉnh nhóm.
zh_cn: 无法加载群组配置元数据。
zh_tw: 無法載入群組設定元資料。

# Message.LoadGroupMetadataError
source: Unable to load group info.
ar_001: غير قادر على تحميل معلومات المجموعة.
de_de: Gruppeninformation konnte nicht geladen werden.
es_es: No se puede cargar la información del grupo.
fr_fr: Impossible de charger les informations du groupe.
id_id: Tidak dapat me-load info grup.
it_it: Impossibile caricare informazioni gruppo.
ja_jp: グループ情報をロードできません。
ko_kr: 그룹 정보를 불러올 수 없습니다.
pl_pl: Nie można wczytać informacji o grupie.
pt_br: Impossível carregar informações do grupo.
ru_ru: Не удалось загрузить информацию о группе.
th_th: ไม่สามารถโหลดข้อมูลกลุ่มได้
tr_tr: Grup bilgileri yüklenemiyor.
vi_vn: Không thể tải thông tin nhóm.
zh_cn: 无法加载群组信息。
zh_tw: 無法載入群組資訊。

# Message.RoleUpdateSuccess
source: Role successfully updated.
ar_001: تم تحديث الدور بنجاح.
de_de: Rolle erfolgreich aktualisiert.
es_es: Rol actualizado correctamente.
fr_fr: Mise à jour du rôle réussie.
id_id: Peran berhasil di-update.
it_it: Ruolo aggiornato con successo.
ja_jp: 役割を更新できました。
ko_kr: 역할 업데이트를 완료했어요.
pl_pl: Zaktualizowano rolę.
pt_br: Função atualizada.
ru_ru: Роль обновлена.
th_th: อัปเดตหน้าที่สำเร็จเรียบร้อยแล้ว
tr_tr: Rol başarıyla güncellendi.
vi_vn: Cập nhật vai trò thành công.
zh_cn: 角色已成功更新。
zh_tw: 已成功更新身分。

# Message.SendAllyRequest
source: {actor} sent an ally request to group {group}
ar_001: أرسل {actor} طلب حليف إلى مجموعة {group}
de_de: {actor} hat eine Verbündeten-Anfrage an {group}-Gruppe gesendet
es_es: {actor} ha enviado una solicitud de aliado al grupo {group}
fr_fr: {actor} a envoyé une demande d'alliance au groupe {group}
id_id: {actor} mengirim permintaan sekutu ke grup {group}
it_it: {actor} ha mandato una richiesta di alleanza al gruppo {group}
ja_jp: {actor} が同盟リクエストを {group} グループに送信しました
ko_kr: {actor} 님이 {group} 그룹에 동맹 요청을 보냈어요
pl_pl: Użytkownik {actor} wysłał prośbę o sojusz do grupy {group}
pt_br: {actor} enviou um pedido de aliança para o grupo {group}
ru_ru: {actor} отправляет запрос на дружбу группе {group}
th_th: {actor} ได้ส่งคำขอเป็นพันธมิตรไปยังกลุ่ม "{group}"
tr_tr: {actor}, {group} adlı gruba bir müttefiklik isteği gönderdi
vi_vn: {actor} đã gửi yêu cầu đồng minh tới nhóm {group}
zh_cn: “{actor}”向群组“{group}”发送了盟友邀请
zh_tw: {actor} 向群組 {group} 傳送了盟友請求

# Label.PublicGroup
source: Public
ar_001: عامة
de_de: Öffentlich
es_es: Público
id_id: Publik
it_it: Pubblico
ja_jp: 公開
ko_kr: 공개
pl_pl: Publiczna
pt_br: Público
ru_ru: Открытая
th_th: สาธารณะ
tr_tr: Herkese Açık
vi_vn: Công Khai
zh_cn: 公开
zh_tw: 公開

# Message.AddFundsLimitMessage
source: Transfers subject to holds. You can only transfer robux to this group from your account once every {limit} days
ar_001: تخضع التحويلات للحجز. يمكنك فقط تحويل Robux إلى هذه المجموعة من حسابك مرة واحدة كل {limit} (يوم)
de_de: Übertragungen werden unter Umständen zurückgehalten. Du kannst Robux von deinem Konto nur alle {limit} Tage an diese Gruppe übertragen
es_es: Transferencias sujetas a retención. Solo puedes transferir Robux de tu cuenta a este grupo una vez cada {limit} días
fr_fr: Note : Virements soumis à des retenues. Tu ne peux virer des Robux vers ce groupe à partir de ton compte qu'une fois tous les {limit} jours
id_id: Transfer dapat ditahan. Kamu hanya dapat mentransfer Robux ke grup ini dari akun kamu satu kali dalam setiap {limit} hari
it_it: Trasferimenti soggetti a trattenute. Puoi trasferire robux a questo gruppo dal tuo account solo una volta ogni {limit} giorni
ja_jp: 転送は保留となる可能性があります。あなたのアカウントからこのグループにはRobuxを {limit} 日ごとに1回だけ転送できます
ko_kr: 이체할 때 대기 시간이 발생할 수 있습니다. {limit}일에 한 번만 회원님의 계정에서 이 그룹으로 Robux를 이체할 수 있습니다
pl_pl: Przelewy zostały wstrzymane. Robuxy możesz przelewać tej grupie ze swojego konta raz na {limit} dni.
pt_br: Transferências estão sujeitas a períodos de retenção. Você só pode transferir Robux para este grupo a partir de sua conta a cada {limit} dias
ru_ru: Перевод удержан. Ты можешь переводить Robux в эту группу со своего аккаунта только каждые {limit} дн.
th_th: การโอนอาจถูกพักไว้ชั่วคราว คุณสามารถโอน Robux จากบัญชีของคุณไปยังกลุ่มนี้ได้หนึ่งครั้งในทุกๆ {limit} วัน
tr_tr: Aktarımlar beklemeye tabidir. Hesabından bu gruba yalnızca {limit} günde bir kez robux aktarabilirsin
vi_vn: Chuyển khoản bị hoãn. Bạn chỉ có thể chuyển robux từ tài khoản của mình vào nhóm này {limit} ngày một lần
zh_cn: 转账可能会被保留。您只能每 {limit} 天从您的账户向此群组转账一次 Robux。
zh_tw: 注意：轉帳可能會遭到擱置。您只能每 {limit} 五天從您的帳號項此群組進行一次 Robux 轉帳。

# Message.DefaultError
source: An error occurred.
ar_001: حدث خطأ.
de_de: Ein Fehler ist aufgetreten.
es_es: Se produjo un error.
fr_fr: Une erreur est survenue.
id_id: Terjadi Eror.
it_it: Si è verificato un errore.
ja_jp: エラーが発生しました。
ko_kr: 오류가 발생했어요.
pl_pl: Wystąpił błąd
pt_br: Ocorreu um erro.
ru_ru: Произошла ошибка.
th_th: เกิดข้อผิดพลาด
tr_tr: Bir hata oluştu.
vi_vn: Đã xảy ra lỗi.
zh_cn: 发生错误。
zh_tw: 發生錯誤。

# Message.PermissionUpdateFail
source: Unable to update permission.
ar_001: غير قادر على تحديث الإذن.
de_de: Aktualisierung der Berechtigung konnte nicht durchgeführt werden.
es_es: No se puede actualizar permiso.
fr_fr: Impossible de mettre à jour la permission.
id_id: Tidak dapat meng-update izin.
it_it: Impossibile aggiornare il permesso.
ja_jp: 権限を更新できません。
ko_kr: 권한을 업데이트할 수 없습니다.
pl_pl: Nie można zaktualizować uprawnienia.
pt_br: Não foi possível atualizar a permissão.
ru_ru: Не удалось обновить разрешение.
th_th: ไม่สามารถอัปเดตสิทธิ์ได้
tr_tr: İzin güncellenemiyor.
vi_vn: Không thể cập nhật quyền.
zh_cn: 无法更新权限。
zh_tw: 無法更新權限。

# Message.SearchTermFilteredError
source: Search term was filtered
ar_001: تم تصفية مصطلح البحث
de_de: Suchbegriff wurde gefiltert
es_es: Se ha moderado el campo de búsqueda
fr_fr: Le champ de recherche a été modéré
id_id: Istilah pencarian disaring
it_it: Il termine di ricerca è stato filtrato
ja_jp: サーチする語句が規制対象です
ko_kr: 검색어가 필터링되었어요
pl_pl: Termin wyszukiwania został odfiltrowany
pt_br: O termo pesquisado foi filtrado
ru_ru: Поисковый запрос был отфильтрован
th_th: คำที่ใช้ค้นหาถูกกรอง
tr_tr: Arama terimi filtrelendi
vi_vn: Cụm từ tìm kiếm đã được lọc
zh_cn: 搜索字符已被过滤
zh_tw: 搜尋字串遭到過濾

# Message.TooManyRecipients
source: Too many recipients.
ar_001: عدد كبير جدا من المستلمين.
de_de: Zu viele Empfänger:innen
es_es: Demasiados beneficiarios.
fr_fr: Trop de destinataires.
id_id: Terlalu banyak penerima.
it_it: Troppi destinatari.
ja_jp: あて先が多すぎます。
ko_kr: 수신자가 너무 많아요.
pl_pl: Zbyt wielu odbiorców.
pt_br: Há beneficiários demais.
ru_ru: Слишком много получателей.
th_th: มีผู้รับจำนวนมากเกินไป
tr_tr: Çok fazla alıcı.
vi_vn: Quá nhiều người nhận.
zh_cn: 收件人过多。
zh_tw: 接收人過多。

# Message.UnauthorizedToEditPermissions
source: You are not authorized to view/edit permissions for this role.
ar_001: غير مسموح لك بمشاهدة/تعديل الأذونات لهذا الدور.
de_de: Du bist nicht berechtigt, die Berechtigungen für diese Rollen einzusehen/bearbeiten.
es_es: No tienes autorización para ver o editar los permisos para este rol.
fr_fr: Vous n'avez pas l'autorisation de voir ou d'éditer les permissions pour ce rôle.
id_id: Kamu tidak memiliki otorisasi untuk melihat/mengedit izin untuk peran ini.
it_it: Non sei autorizzato a visualizzare/modificare permessi per questo ruolo.
ja_jp: この役割の許可レベルを表示/編集する権限がありません。
ko_kr: 이 역할의 권한을 보거나 편집할 권한이 없어요.
pl_pl: Brak autoryzacji do wyświetlenia/edytowania uprawnień dla tej roli.
pt_br: Você não tem autorização para ver ou editar as permissões desta função.
ru_ru: У вас нет прав на просмотр/редактирование разрешений для этой роли.
th_th: คุณไม่ได้รับอนุญาตให้ดู/แก้ไขสิทธิ์ของหน้าที่นี้
tr_tr: Bu role ilişkin izinleri görüntüleme/düzenleme yetkin yok.
vi_vn: Bạn không được phép xem/điều chỉnh quyền cho vai trò này.
zh_cn: 你没有查看/编辑此角色的权限。
zh_tw: 您沒有權限查看或編輯此身分的權限。

# Label.BuyAd
source: Buy Ad
ar_001: شراء الإعلان
de_de: Anzeige kaufen
es_es: Comprar anuncio
fr_fr: Acheter la publicité
id_id: Beli Iklan
it_it: Acquista annuncio
ja_jp: 広告を買う
ko_kr: 광고 구매
pl_pl: Kup reklamę
pt_br: Comprar publicidade
ru_ru: Купить рекламу
th_th: ซื้อโฆษณา
tr_tr: Reklam Satın Al
vi_vn: Mua Quảng Cáo
zh_cn: 购买广告
zh_tw: 購買廣告

# Label.Ownership
source: Ownership
ar_001: الملكية
de_de: Besitz
es_es: Propiedad
fr_fr: Propriété
id_id: Kepemilikan
it_it: Proprietà
ja_jp: 所有権
ko_kr: 소유권
pl_pl: Własność
pt_br: Propriedade
ru_ru: Право собственности
th_th: การเป็นเจ้าของ
tr_tr: Sahiplik
vi_vn: Quyền Sở Hữu
zh_cn: 群主
zh_tw: 主人

# Message.LoadGroupMembershipsError
source: Unable to load user membership information.
ar_001: غير قادر على تحميل معلومات عضوية المستخدم.
de_de: Mitgliedschaftsinformation von Benutzer:in konnte nicht geladen werden.
es_es: No se puede cargar la información de la suscripción del usuario.
fr_fr: Impossible de charger les informations d'abonnement de l'utilisateur.
id_id: Tidak dapat me-load informasi keanggotaan pengguna.
it_it: Impossibile caricare informazioni di abbonamento dell'utente.
ja_jp: ユーザーのメンバーシップ情報をロードできません。
ko_kr: 사용자 멤버십 정보를 불러올 수 없습니다.
pl_pl: Nie można wczytać informacji o członkostwie użytkownika.
pt_br: Não é possível carregar informações de assinatura de usuário.
ru_ru: Не удалось загрузить информацию об участии пользователя.
th_th: ไม่สามารถโหลดข้อมูลการเป็นสมาชิกของผู้ใช้ได้
tr_tr: Kullanıcı üyelik bilgileri yüklenemiyor.
vi_vn: Không thể tải thông tin thành viên người chơi.
zh_cn: 无法加载用户会员资格信息。
zh_tw: 無法載入會員資格資訊。

# Label.BuyClan
source: Buy Clan
ar_001: شراء عصابة
de_de: Klan kaufen
es_es: Comprar clan
fr_fr: Acheter le clan
id_id: Beli Klan
it_it: Acquista clan
ja_jp: クランを買う
ko_kr: 클랜 구매
pl_pl: Kup klan
pt_br: Comprar clã
ru_ru: Купить клан
th_th: ซื้อแคลน
tr_tr: Klan Satın Al
vi_vn: Mua Bang Hội
zh_cn: 购买公会
zh_tw: 購買公會

# Label.CreateItem
source: Create avatar items
ar_001: إنشاء عناصر للأفاتار
de_de: Avatarartikel erstellen
es_es: Crear objetos de avatar
fr_fr: Créer des items d'avatar
id_id: Buat item avatar
it_it: Crea oggetti avatar
ja_jp: アバターアイテムを作成
ko_kr: 아바타 아이템 만들기
pl_pl: Utwórz przedmioty awatara
pt_br: Criar itens de avatar
ru_ru: Создать предметы для аватара
th_th: สร้างไอเท็มอวาตาร์
tr_tr: Avatar öğeleri oluştur
vi_vn: Tạo vật phẩm avatar
zh_cn: 创建虚拟形象道具
zh_tw: 創作虛擬人偶道具

# Label.DeclineAllyRequest
source: Decline Ally Request
ar_001: رفض طلب الحليف
de_de: Verbündeten-Anfrage ablehnen
es_es: Rechazar solicitud de aliado
fr_fr: Refuser la demande d'alliance
id_id: Tolak Permintaan Sekutu
it_it: Declina richiesta di alleanza
ja_jp: 同盟リクエストを却下
ko_kr: 동맹 요청 거절
pl_pl: Odrzuć prośbę o sojusz
pt_br: Recusar pedido de aliança
ru_ru: Отклонить запрос о дружбе
th_th: ปฏิเสธคำขอเป็นพันธมิตร
tr_tr: Müttefiklik İsteğini Reddet
vi_vn: Từ Chối Yêu Cầu Đồng Minh
zh_cn: 拒绝盟友邀请
zh_tw: 拒絕盟友請求

# Message.UnauthorizedToChangeOwner
source: You are not authorized to change the owner of this group.
ar_001: غير مسموح لك بتغيير مالك هذه المجموعة.
de_de: Du bist nicht berechtigt, Eigentümer:innen dieser Gruppe zu ändern.
es_es: No tienes autorización para cambiar el propietario de este grupo.
fr_fr: Vous n'avez pas l'autorisation de modifier le propriétaire de ce groupe.
id_id: Kamu tidak memiliki otorisasi untuk mengubah pemilik grup ini.
it_it: Non sei autorizzato a modificare il proprietario di questo gruppo.
ja_jp: このグループの所有者を変更する権限がありません。
ko_kr: 이 그룹의 소유자를 변경할 수 있는 권한이 없어요.
pl_pl: Brak autoryzacji do zmiany właściciela grupy.
pt_br: Você não tem autorização para alterar o(a) proprietário(a) deste grupo.
ru_ru: У тебя нет прав на смену владельца этой группы.
th_th: คุณไม่ได้รับอนุญาตให้เปลี่ยนเจ้าของของกลุ่มนี้
tr_tr: Bu grubun sahibini değiştirme yetkin yok.
vi_vn: Bạn không có quyền thay đổi chủ sở hữu của nhóm này.
zh_cn: 你没有权限来更改此群组的群主。
zh_tw: 您沒有權限變更群組主人。

# Label.AddMember
source: Add Member
ar_001: إضافة عضو
de_de: Mitglied hinzufügen
es_es: Añadir miembro
fr_fr: Ajouter un membre
id_id: Tambah Anggota
it_it: Aggiungi membro
ja_jp: メンバーを追加
ko_kr: 멤버 추가
pl_pl: Dodaj członka
pt_br: Adicionar membro
ru_ru: Добавить участника
th_th: เพิ่มสมาชิก
tr_tr: Üye Ekle
vi_vn: Thêm Thành Viên
zh_cn: 添加成员
zh_tw: 新增成員

# Label.DeleteGroupPlace
source: Delete Group Place
ar_001: حذف مكان المجموعة
de_de: Gruppen-Ort löschen
es_es: Eliminar lugar de grupo
fr_fr: Supprimer l'emplacement de groupe
id_id: Hapus Tempat Grup
it_it: Rimuovi località del gruppo
ja_jp: グループプレースを削除
ko_kr: 그룹 플레이스 삭제
pl_pl: Usuń miejsce grupowe
pt_br: Excluir local do grupo
ru_ru: Удалить место группы
th_th: ลบสถานที่ของกลุ่ม
tr_tr: Grup Dünyasını Sil
vi_vn: Xóa Địa Điểm Nhóm
zh_cn: 删除群组空间
zh_tw: 刪除群組地點

# Action.MakePrimaryGroup
source: Make Primary Group
ar_001: إنشاء مجموعة أساسية
de_de: Als Hauptgruppe festlegen
es_es: Convertir en grupo principal
fr_fr: Désigner comme groupe principal
id_id: Buat Grup Utama
it_it: Imposta gruppo primario
ja_jp: メイングループに設定
ko_kr: 기본 그룹 만들기
pl_pl: Utwórz grupę główną
pt_br: Tornar grupo principal
ru_ru: Сделать основной группой
th_th: กำหนดให้เป็นกลุ่มหลัก
tr_tr: Ana Grup Yap
vi_vn: Đặt Làm Nhóm Chính
zh_cn: 设为主要群组
zh_tw: 設為主要群組

# Description.OtherBcMaxGroups
source: Upgrade your Builders Club to join more groups.
ar_001: قم بترقية نادي البناء الخاص بك للانضمام إلى المزيد من المجموعات.
de_de: Werte deinen Builders Club auf, um mehr Gruppen beizutreten.
es_es: Mejora tu suscripción de Builders Club para unirte a más grupos.
fr_fr: Améliorez votre abonnement au Builders Club pour rejoindre plus de groupes.
id_id: Upgrade Builders Club untuk bergabung ke lebih banyak grup.
it_it: Aggiorna il tuo Builders Club per unirti a più gruppi.
ja_jp: 他のグループにも参加するには、Builders Clubをアップグレードしてください。
ko_kr: 더 많은 그룹에 가입하려면 Builders Club을 업그레이드하세요.
pl_pl: Zmień poziom członkostwa Builders Club na wyższy, aby dołączyć do większej liczby grup.
pt_br: Faça o upgrade do seu Builders Club para entrar em mais grupos.
ru_ru: Улучши свой Клуб создателей, чтобы вступить в большее количество групп.
th_th: อัปเกรด Builders Club ของคุณเพื่อให้สามารถเข้าร่วมกลุ่มได้มากขึ้น
tr_tr: Daha fazla gruba katılmak için Yaratıcılar Kulübü'nü yükselt.
vi_vn: Nâng cấp gói Builders Club của bạn để tham gia nhiều nhóm hơn.
zh_cn: 若要加入更多群组，请先升级你的 Builders Club 会员资格。
zh_tw: 若要加入更多群組，請升級您的 Builders Club 會員資格。

# Label.DeleteAllPostsByUser
source: Also delete all posts by this user.
ar_001: أيضا حذف جميع المشاركات من قبل هذا المستخدم.
de_de: Damit werden auch alle Posts des Benutzers bzw. der Benutzerin gelöscht.
es_es: Eliminar todas sus publicaciones.
fr_fr: Effacer également tous les messages de cet utilisateur.
id_id: Hapus juga semua postingan oleh pengguna ini.
it_it: Inoltre cancella tutti i messaggi di questo utente.
ja_jp: このユーザーのすべての投稿も削除します。
ko_kr: 본 사용자가 게시한 모든 게시물도 삭제합니다.
pl_pl: Usuń również wszystkie posty tego użytkownika.
pt_br: Também exclui todas as publicações deste usuário.
ru_ru: Также удалить все публикации этого пользователя.
th_th: รวมทั้งลบโพสต์ทั้งหมดของผู้ใช้คนนี้ด้วย
tr_tr: Bu kullanıcının tüm gönderilerini de sil.
vi_vn: Đồng thời xóa tất cả bài đăng của người chơi này.
zh_cn: 同时删除此用户的所有帖子。
zh_tw: 同時刪除此使用者所有貼文。

# Message.CreateDeveloperProduct
source: {actor} created developer product with id {id}
ar_001: {actor} أنشأ منتج المطور مع المعرف {id}
de_de: {actor} hat ein Entwicklerprodukt mit der ID {id} erstellt
es_es: {actor} creó un producto del desarrollador con el ID {id}
fr_fr: {actor} a créé un produit développeur avec l'ID {id}
id_id: {actor} membuat produk developer dengan ID {id}
it_it: {actor} creato un prodotto sviluppatore con l'id {id}
ja_jp: {actor} がID {id} の開発者製品を作成しました
ko_kr: {actor} 님이 ID가 {id}인 개발자 상품을 만들었어요
pl_pl: Użytkownik {actor} utworzył produkt deweloperski o identyfikatorze {id}
pt_br: {actor} criou um produto do desenvolvedor com a ID {id}
ru_ru: {actor} создаёт продукт разработчика с ID {id}
th_th: {actor} สร้างผลิตภัณฑ์นักพัฒนาด้วย ID "{id}"
tr_tr: {actor}, {id} kimlikli bir geliştirici ürünü oluşturdu
vi_vn: {actor} đã tạo sản phẩm phát triển với id {id}
zh_cn: “{actor}”已创建开发者产品，ID 为 {id}
zh_tw: {actor} 已建立開發者產品，ID 為 {id}

# Message.MakePrimaryError
source: Unable to make primary group.
ar_001: غير قادر على إنشاء المجموعة الأساسية.
de_de: Gruppe konnte nicht als Hauptgruppe festgelegt werden.
es_es: No se puede crear un grupo principal.
fr_fr: Impossible de créer le groupe principal.
id_id: Tidak dapat membuat grup utama.
it_it: Impossibile impostare gruppo primario.
ja_jp: メイングループに設定できません。
ko_kr: 기본 그룹을 만들 수 없습니다.
pl_pl: Nie można ustawić grupy jako głównej.
pt_br: Não é possível tornar grupo principal.
ru_ru: Не удалось сделать основную группу.
th_th: ไม่สามารถกำหนดให้เป็นกลุ่มหลักได้
tr_tr: Ana grup yapılamadı.
vi_vn: Không thể đặt thành nhóm chính.
zh_cn: 无法设为主要群组。
zh_tw: 無法設為主要群組。

# Message.MissingRoleRank
source: Missing role rank.
ar_001: رتبة الدور مفقودة.
de_de: Rollenrang fehlt.
es_es: Falta el rango del rol.
fr_fr: Rang du rôle manquant.
id_id: Peringkat peran tidak ada.
it_it: Nome grado mancante.
ja_jp: 役割のランクがありません。
ko_kr: 역할 등급이 없어요.
pl_pl: Brak rangi roli.
pt_br: Cargo da função ausente.
ru_ru: Нет ранга роли.
th_th: ไม่มีสถานะสำหรับหน้าที่
tr_tr: Rol rütbesi eksik.
vi_vn: Thiếu xếp hạng vai trò.
zh_cn: 缺少角色等级。
zh_tw: 身分階級空白。

# Message.Transaction
source: Sold {item}
ar_001: بيع {item}
de_de: {item} verkauft
es_es: {item} vendido
fr_fr: Vente de {item}
id_id: Menjual {item}
it_it: Vendi {item}
ja_jp: {item} を売りました
ko_kr: {item} 판매 완료
pl_pl: Sprzedano przedmiot {item}
pt_br: Vendeu {item}
ru_ru: Продано: {item}
th_th: ขาย {item}
tr_tr: {item} satıldı
vi_vn: {item} đã bán
zh_cn: 售出 {item}
zh_tw: 已出售 {item}

# Label.CreateItems
source: Create avatar items
ar_001: إنشاء عناصر للأفاتار
de_de: Avatarartikel erstellen
es_es: Crear objetos de avatar
fr_fr: Créer des items d'avatar
id_id: Buat item avatar
it_it: Crea oggetti avatar
ja_jp: アバターアイテムを作成
ko_kr: 아바타 아이템 만들기
pl_pl: Utwórz przedmioty awatara
pt_br: Criar itens de avatar
ru_ru: Создать предметы для аватара
th_th: สร้างไอเท็มอวาตาร์
tr_tr: Avatar öğeleri oluştur
vi_vn: Tạo vật phẩm avatar
zh_cn: 创建虚拟形象道具
zh_tw: 創作虛擬人偶道具

# Label.DeletePost
source: Delete Post
ar_001: حذف المنشور
de_de: Beitrag löschen
es_es: Eliminar publicación
fr_fr: Supprimer le message
id_id: Hapus Postingan
it_it: Cancella messaggio
ja_jp: 投稿を削除
ko_kr: 게시물 삭제
pl_pl: Usuń post
pt_br: Excluir publicação
ru_ru: Удалить публикацию
th_th: ลบโพสต์
tr_tr: Gönderiyi Sil
vi_vn: Xóa Bài Đăng
zh_cn: 删除帖子
zh_tw: 刪除貼文
